{
    "classes": [
        "VESSEL_NAME",
        "IMO",
        "DWT",
        "BUILD_YEAR",
        "OPEN_DATE",
        "OPEN_AREA",
        "FLAG",
        "CRANES"
    ],
    "annotations": [
        [
            "Wish to remind you that we can still secure for sale following well maintained Japanese built panamax BC from our direct and local owners.\r\nPrompty inspectable SINGAPORE\r\nMV \"DONOUSA\"\r\nABT 76,429 DWT ON 14.02M DRAFT\r\nBLT 04/04 TSUNEISHI SHIPYARD Japan\r\nCLASS DNV 1A BULK CARRIER BIS E0 ESP GRAB(1-20 T) HC(M)\r\nHOLDS(2,4,6)MAY BE EMPTY DD due 7/25 SS due 4/2027\r\nLOA 225 M BEAM 32.26M\r\n7 /7 HOLDS / HATCHES\r\nABT 91,356 CUM GRAIN\r\nMITSUI MAN B&W.7S50MC\r\nGENERATORS  3 X 440KW DAIHATSU 5DC-17\r\nLDT 10,188 MT\r\nBWTS FITTED / TECHROSS\r\nEEXI/CII: C\r\nRIGHTSHIP : 3 STARS\r\nGHG:C+\r\nALL DETS GIVEN WOG\r\nPricewise the owners are REALISTIC sellers and invite outright offers in line with the market.\r\nFYG she sailed from Russia where loaded for disch in FENGCENG China\r\n(eta 3rd Sept for abt 4 days disch and BAYUQUAN where eta 14th Sept)\r\nwhile meantime will call SINGAPORE for bunkers where eta 28th AUGUST\r\nInspection report issued by WILHEMSEN who inspected the vessel early June and is now available at cost.\r\nWe hold full tech data available here against serious named buyers.\r\nBest regards\r\nGeorge Kaklamanos\r\n_______________________________________________\r\nDRYBULK S.A.\r\nAddress: 80 Kifissias Avenue,\r\nGR  151 25, Amaroussion, Greece\r\nTel    : +30 210 8023 341\r\nFax   : +30 210 8023 371\r\nEmail : snp@drybulk.gr\r\nThe information contained in this email (including any attachments) is confidential and may contain proprietary information, some or all of which may be legally privileged. It is intended solely for the use of the named addressee. Access, copying or re-use of the email or any information contained therein by any other person is not authorized. If you are not the intended recipient please notify us immediately by returning the email to the originator and delete the message. The Information is not to be relied upon and is not warranted, including, but not limited, as to completeness, timeliness or accuracy and is subject to change without notice. All representations and warranties are expressly disclaimed.\r\nWe have taken precautions to minimize the risk of transmitting software viruses, but we advise you to carry out your own virus checks on any attachment to this message. We cannot accept liability for any loss or damage caused by software viruses",
            {
                "entities": [
                    [
                        171,
                        182,
                        "VESSEL_NAME"
                    ],
                    [
                        189,
                        199,
                        "DWT"
                    ],
                    [
                        217,
                        226,
                        "BUILD_YEAR"
                    ]
                ]
            }
        ]
    ]
}