{
    "classes": [
        "VESSEL_NAME",
        "IMO",
        "DWT",
        "BUILD_YEAR",
        "OPEN_DATE",
        "OPEN_AREA",
        "FLAG",
        "CRANES"
    ],
    "annotations": [
        [
            "TELiX MSG: GD/098IR-00 01/04/24 09:54 +03:00\r\nFROM: HELLASCHART LTD - TEL: +30210 6207587 - FAX: +30210 6209379\r\nGD DAY\r\nFROM OUR  CLOSE H/OWNERS\r\nPERIOD OK   / GRAIN CLEAN\r\nMV ALIKI FORCE    >  CEBU  06/07 APRIL\r\nGEARED SMX BULK CARRIER\r\n58,419 MT ON 13.020 METERS SSW TPC 59\r\nMARSHALL ISLAND FLAG 2011 BLT KOREA (SPP)\r\nGRAIN / BALE CAPA (M3) 75.530.50 / 70.733.60\r\nLOA 196.00 M / BEAM 32.26 M\r\nGRT/NRT 34.402.00 / 19.580.00\r\n5 HO/HA - CRANES 4X36MT / GRABS 4X 14 CBM\r\nCO2/AHL FITTED\r\nABT 12.00 KTS (L) ABT 26.0 MT PLUS ABT 0.1 MT LSMGO\r\nABT 12.00 KTS (B) ABT 24.0 MT PLUS ABT 0,1 MT LSMGO\r\nIPI : ABT 3.5 MT IFO PLUS ABT 0.2 MT LSMGO\r\nIPW: ABT 5 MTS IFO PLUs ABT 0.2 MT LSMGO\r\nADA\r\nBest regards,\r\nGeorge Daniolos\r\nHellaschart Ltd\r\nTel: +30 2106207587\r\nMob: +30 6977 165878\r\nSkype: george.daniolos\r\nThis email and any files transmitted with it are confidential and intended\r\nsolely for the use of the individual or entity to whom they are addressed. If\r\nyou have received this email in error please notify the system manager. This\r\nmessage contains confidential information and is intended only for the\r\nindividual named. If you are not the named addressee you should not\r\ndisseminate, distribute or copy this e-mail. Please notify the sender\r\nimmediately by e-mail if you have received this e-mail by mistake and delete\r\nthis e-mail from your system. If you are not the intended recipient you are\r\nnotified that disclosing, copying, distributing or taking any action in\r\nreliance on the contents of this information is strictly prohibited.\r\nGDPR Greece places the highest priority on the security and privacy of\r\nits Clients. Therefore, we have put our efforts into ensuring that this message\r\nis free of errors and viruses. Despite our efforts, you should always scan all\r\nemails for any threats with proper software, as the sender does not accept\r\nliability for any damage inflicted by viewing the content of this email.",
            {
                "entities": [
                    [
                        174,
                        188,
                        "VESSEL_NAME"
                    ],
                    [
                        278,
                        298,
                        "FLAG"
                    ],
                    [
                        299,
                        307,
                        "BUILD_YEAR"
                    ],
                    [
                        437,
                        450,
                        "CRANES"
                    ]
                ]
            }
        ]
    ]
}