{
    "classes": [
        "VESSEL_NAME",
        "IMO",
        "DWT",
        "BUILD_YEAR",
        "OPEN_DATE",
        "OPEN_AREA",
        "FLAG",
        "CRANES"
    ],
    "annotations": [
        [
            "Att Snp,\r\nRemind you, we can still develop the following BC, from closer owners.\r\nM/V GLORIOUS SEA - BBD FLAG\r\n-\r\nABT 24,781  DWT  ON 9.60  M\r\nBLT 05/2006  Kurinoura Dockyard Co Ltd   JPN\r\nGT: 14,941 /  NT: 8,472 - IMO #: 9370977\r\nClass: NK SS:18May26  DD:15Oct24\r\n158.00 LOA / 149.50 LBP /   25.00 BEAM /   13.50 DEPTH\r\nHolds: 4 /  Hatches: 4\r\nGrain: 32,526 cbm Bale: 31,481 cbm\r\nGear: C 4x30T\r\nMAN-B+W   7,043 HP\r\nHolding fullest details + price guidance.\r\nPleased to hear.\r\nBest regards,\r\nLucas\r\nLucas Middelthon Linkenheil\r\nASSETS Dept. (Newbuilding- Sale & Purchase)\r\nlucas.middelthon-linkenheil@brsbrokers.com\r\nT: +49 40 228 99 7041  /  M: +49 151 169 42794\r\nBARRY ROGLIANO SALLES\r\nNeuer Wall 52 – 20354 Hamburg, Germany\r\nwww.brsshipbrokers.com\r\nAll details provided in good faith but without guarantee.\r\n***** Email Confidentiality Notice *****\r\nThis communication is for intended recipients only. You are receiving this communication in line with provisions of legitimate interests with BRS Shipbrokers. If you have received this communication in error, please notify the sender immediately by replying to this email or return this email to it@brsbrokers.com specifying the error and permanently destroy all copies of the original message. If you have received this correctly but no longer wish to receive these communications from us, please email it@brsbrokers.com to ‘opt out’ of future communications.\r\nThe information contained in this email and its attachments, if any, may be privileged and confidential. If you are not the intended recipient; you are notified that any retention, disclosure, duplication, dissemination, distribution (in whole or in part and whether electronically, written and/or orally) or any other unauthorised action in reliance on the content of this information is strictly prohibited without the explicit written permission of BRS Shipbrokers.\r\nAny information provided, whether fact, forecast or opinion, through any method of communication, is provided to the best of knowledge and in good faith based on the market situation at the time of preparation and collation of such information. The information is intended to be general in nature and does not constitute legal, factual or investment advice. Whilst care has been taken to ensure that the informational content provided is current and accurate; errors can occur. It remains the responsibility of the information user to verify the accuracy and completeness of such information prior to making any decisions. BRS Shipbrokers shall not be liable for any results obtained in reliance on any information provided without proper due diligence and professional advice in line with their individual circumstances.\r\nBRS Shipbrokers takes care to ensure cybersecurity measures are in place to protect our network, systems and information. Cyber threats can be transmitted electronically; therefore, any electronic transmissions of information cannot be guaranteed to be secure or error-free as it could be unlawfully intercepted, corrupted, lost, destroyed, arrive late or incomplete. Recipients should check this email and any attachments for the presence of such threats or viruses. BRS Shipbrokers shall not be liable for any nonlegitimate communications via any method, transmitted to any recipient, if illegally intercepted, altered or falsified.\r\nBRS works in accordance with the terms and conditions set out on our website www.brsshipbrokers.com and may monitor email traffic data and content for the purposes of security and staff training. Any personal views or opinions presented in this email are solely those of the legitimate author and do not necessarily represent those of BRS Shipbrokers or BRS group of Companies.",
            {
                "entities": [
                    [
                        82,
                        98,
                        "VESSEL_NAME"
                    ],
                    [
                        101,
                        109,
                        "FLAG"
                    ],
                    [
                        118,
                        129,
                        "DWT"
                    ],
                    [
                        143,
                        154,
                        "BUILD_YEAR"
                    ],
                    [
                        215,
                        229,
                        "IMO"
                    ]
                ]
            }
        ]
    ]
}