{
    "classes": [
        "VESSEL_NAME",
        "IMO",
        "DWT",
        "BUILD_YEAR",
        "OPEN_DATE",
        "OPEN_AREA",
        "FLAG",
        "CRANES"
    ],
    "annotations": [
        [
            "“ Please always leave suitable cargo proposals in my Skype/Whatsapp as given below for a quick response“\r\nGood day,\r\nPlease propose for our excl Shallow Draft POST-PANAMAX Vessel\r\n-Open Turkish Med – 10-15 September\r\nMV LEYA\r\nDWT 97,045DWT ON 13.548M  TPC 88.69 LIBERIA FLAG\r\nIMO NO. 9272864 BLT AUG/2004 OSHIMA SB JAPAN\r\nLOA 235M / BREADTH 43M /LBP: 226 M / DEPTH 19.39M\r\nGRT 52,868 / NRT 29,938NRT - SUEZ GRT 53,969.88 / SUEZ NRT 50,183.24\r\n5HO/5HA – SIDE ROLLING TYPE\r\nHOLD CAPACITY:1: 19,928/ 2: 25,227 /3: 22,272 /4: 25,276/5: 22,201\r\nTOTAL:  114,904 CBM (GRAIN) CAPACITY\r\nPermissible Load t/m2 Tank Top 1: 16.57/2/3/4: 16.51/5: 16.60\r\nHATCH DIMENTIONS 1: 22.875 x 18.00m /2: 24.705 x 21.00m\r\n3: 21.96 x 21.00m/4: 24.705 x 21.00m/5: 25.620 x 21.00m\r\nBALLAST CAPACITY: Total Ballast Tank Capacity 35,431.6\r\nTotal Ballast Hold Capacity (No.3) 22,272.0 / Total Ballast Capacity 57,703.6\r\nTotal Heavy Fuel Oil Capacity 3637.9 / Total Diesel Oil Capacity 154.6\r\nSPEED &CONSUMPTION\r\nFULL/(B) 12.5KN on 26.8 MT VLSFO (L)11.5 KN on 27.10 MT VLSFO + 0.1MT LSMGO\r\nECO/(B) 10.5KN ON TOTAL 19.4MT VLSFO + 0.1MT LSMGO\r\n(L) 10.0KN ON TOTAL 19.4MT VLSFO + 0.1MT LSMGO\r\nPORT /IDLE: VLSFO 3.5 MT + LSMGO 0.1MT – WORKING: VLSFO 4.5 MT +  0.1MT LSMGO\r\n“ALL DETAILS ABOUT, IN GOOD FAITH”\r\nPleased to hear\r\nRegards\r\nMehmet Alkacar\r\nMobile/WhatsApp : 00974 3111 0153\r\nSkype : mehmetalkacar@hotmail.com\r\nMOVERS TRADING & MARITIME TRANSPORTATION CO.\r\nchartering@mvrship.com / m.alkacar@mvrship.com\r\nwww.mvrship.com\r\nSorumluluk Reddi ;\r\nBu e-posta mesajı ve onunla iletilen tüm ekler gönderildiği kişi ya da kuruma özel olup, gizli imtiyazlı, özel bilgiler içerebileceği gibi gizlilik yükümlülüğü de taşıyor olabilir. Bu mesajda ve ekindeki dosyalarda bulunan tüm fikir ve görüşler sadece adres yazarına ait olup, Movers Denizcilik Tic.A.Ş.(mvrship)’in resmi görüşünü yansıtmaz ve bu e-posta içeriğindeki bilgilerin kullanılması nedeniyle hiç kimseye karşı sorumlu tutulamaz. Mesajın yetkili alıcısı veya alıcısına iletmekten sorumlu kişi değilseniz; bu e-postanın herhangi bir şekilde açıklanması, kullanılması, kopyalanması, yayılması veya e-postada yer alan hususlarla ilgili olarak herhangi bir işlem yapılmasının kesinlikle yasak olduğunu bildiririz. Bu mesajı sehven aldıysanız, lütfen göndericiye derhal yukarıdaki e-posta adresinden durumu bildiriniz ve bu iletinin tüm kopyalarını imha ediniz. Kurumumuz size, mesajın ve bilgilerinin değişikliğe uğramaması, bütünlüğünün ve gizliliğin korunması konusunda garanti vermemekte olup, e-posta içeriğine yetkisiz olarak yapılan müdahale, virüs içermesi ve/veya bilgisayar sisteminize verebileceği herhangi bir zarardan da sorumlu değildir. Anlayışınız için teşekkür ederiz.\r\nDisclaimer ;\r\nThis e-mail message, including any attachments, is intended only for the use of the individual or entity to whom it is addressed and may contain confidential, privileged, private information as well as the exemption from disclosure. The information and views set out in this email are those of the author and do not necessarily reflect the official position of Movers Denizcilik Tic. A.S.(mvrship) and shall have no liability to any person with regard to the use of the information contained in this message. If you are not the intended addressee(s) or responsible person to inform the addressee(s); you are hereby notified that any disclosure, use, copying, distribution, or taking any action in reliance on the contents of this e-mail is strictly prohibited. If you have received this message erroneously, please notify the sender immediately at the e-mail address above and destroy any and all copies of this message. Mvr Ship does not warrant for the accuracy, completeness of the contents of this email, and/or the preservation of confidentiality, and shall not be liable for the unauthorized changes made to this message, viruses, and/or any damages caused in any way to your computer system. Thank you for your collaboration.",
            {
                "entities": [
                    [
                        180,
                        197,
                        "OPEN_AREA"
                    ],
                    [
                        200,
                        215,
                        "OPEN_DATE"
                    ],
                    [
                        217,
                        224,
                        "VESSEL_NAME"
                    ],
                    [
                        230,
                        239,
                        "DWT"
                    ],
                    [
                        262,
                        274,
                        "FLAG"
                    ],
                    [
                        276,
                        291,
                        "IMO"
                    ],
                    [
                        292,
                        304,
                        "BUILD_YEAR"
                    ]
                ]
            }
        ]
    ]
}