{
    "classes": [
        "VESSEL_NAME",
        "IMO",
        "DWT",
        "BUILD_YEAR",
        "OPEN_DATE",
        "OPEN_AREA",
        "FLAG",
        "CRANES"
    ],
    "annotations": [
        [
            "TELiX MSG: 5EF50 20/08/24 07:38 +03:00\r\nJOIN MARITIME INC. - GREECE - TEL:+30 210 9850800 - FAX:+30 210 9844801\r\nE-MAIL : chartering@joinmaritime.com\r\n-/MF\r\nGD DAY\r\nLOCAL HANDY\r\nPLS PPOSE\r\nOPEN VIZAG 26-28 AUG\r\n---------------------\r\nRIGHTSHIP 4/5\r\nGHG C+\r\nQUALSHIP 21\r\nM/V INFINITY K\r\n--------\r\nSDBC BLT 2008 JAPAN\r\nFLAG: MARSHALL ISLANDS CLASS: BV\r\n28,455MT DWT ON 9,819M SSW DRAFT\r\nLOA/BEAM/LBP: 169.26M/27.20M/160.40M\r\n5/5 HO/HA 4 X 30MT CR / FOLDING TYPE STEEL HATCH COVERS\r\nCO2 FTD GT/NT: 17,018/10,104 GRAIN/BALE: 37,303.55/35724.49 CBM\r\nPANAMA NT: 10104,   SUEZ CANAL GT/NT: 17498.02/16766.50\r\nHATCH SIZES: NO.1 13.60M X 16.00M\r\nNO.2-5: 19.20M X 17.60M\r\nSPEED/CONSUMPTION:\r\nBALLAST: ABT 12.5 KNTS ON ABT 18 MTPD IFO AND ABT 0.1 MTPD MGO\r\nLADEN: ABT 12.0 KNTS ON ABT 19 MTPD IFO AND ABT 0.1 MTPD MGO\r\nAT PORT WHEN IDLE: ABT 2.5 MTPD IFO AND ABT 0.1 MTPD MGO\r\nAT PORT WORKING: ABOUT 5.5 MTPD IFO AND ABT 0.1 MTPD MGO\r\nVESSEL MAY CONSUME MGO IN MAIN ENGINE FOR WARMING UP OF THE SYSTEM &START/\r\nSTOP, AND IN GENERATORS FOR START/CHANGEOVER.\r\nVESSEL MAY ALSO CONSUME MGO IN MAIN ENGINE AND GENERATORS FOR\r\nSTEAMING IN/OUT OF PORT, SHIFTING BERTH/ANCHORAGE, NAVIGATING IN CONGESTED\r\nWATERS/INLAND WATERS/CHANNELS, NARROW WATERWAYS, AND/OR HEAVY TRAFFIC, DURING\r\nPOOR VISIBILITY; DURING LOAD/DISCHARGING AT ANCHORAGE ON BARGES/LIGHTERS WITH\r\nBAD WEATHER AND /OR STRONG CURRENTS AND WHEN VLSFO IS DEEMED UNSAFE BY CHIEF\r\nENGINEER.\r\nFOR THE PURPOSE OF THIS CLAUSE, VESSEL SPEED/CONSUMPTION IS GIVEN AND\r\nDETERMINED BASIS GOOD WEATHER CONDITIONS, NOT EXCEEDING BEAUFORT SCALE 4, AND\r\nCOMBINED SIGNIFICANT WAVE HEIGHT NOT EXCEEDING 1.25 METERS, WITH MINIMUM 24\r\nHOURS STEAMING TIME.\r\nANY ADMISABLE PERIOD OF GOOD WEATHER HAS TO BE A PERIOD OF 24 CONSECUTIVE\r\nHOURS RUNNING FROM NOON TO NOON. ANY STEAMING DAYS WITH NET ADVERSE CURRENTS\r\nARE NOT TO BE INCLUDED IN THE GOOD WEATHER ANALYSIS FOR CALCULATIONS OF A\r\nGOOD WEATHER PERFORMANCE SPEED. NO CURRENT FACTOR ON QUALIFIED GOOD WEATHER\r\nDAYS CAN BE APPLIED FOR FAVOURABLE CURRENTS. ANY PERIODS WHERE VESSEL SPEED\r\nIS REDUCED DUE TO NARROW/RESTRICTED/CONGESTED WATERS, POOR VISIBILITY, FOR\r\nTHE SAFETY OF THE VESSEL, OR DUE TO CHARTERERS INSTRUCTIONS OR WHEN THE\r\nVESSEL HAS TO FOLLOW RECOMMENDED AND/OR MANDATED SPEEDS WHICH MAY BE\r\nSUGGESTED BY LOCAL AUTHORITIES, ANY PERIODS WHEN VESSEL IS\r\nBALLASTING/DE-BALLASTING OR DURING CLEANING OF HOLDS, WHEN THE VESSEL IS\r\nFOLLOWING/PROCEEDING IN CONVOY, USING ESCORTS, OR FOLLOWING INSTRUCTIONS OF\r\nUNDERWRITERS, GOVERNMENT OF NATION UNDER WHOSE FLAG THE VESSEL SAILS,\r\nSECURITY COUNCIL OF THE UNITED NATIONS OR OTHER SUPRANATIONAL BODY WHEN\r\nNAVIGATING IN PIRATE INFESTED AREAS, ARE TO BE EXCLUDED FROM THE ANALYSIS AND\r\nARE NOT SUBJECT TO ANY PERFORMANCE CLAIM.\r\nANY TIME LOSS DUE TO UNDER-PERFORMANCE CAN BE OFFSET BY UNDER-CONSUMPTION.\r\nSIMILARLY, ANY OVERCONSUMPTION CAN BE OFFSET BY ANY TIME GAINED. DIESEL OIL\r\nUNDERCONSUMPTION CAN BE USED TO OFFSET FO\r\nOVER-CONSUMPTION/UNDER-PERFORMANCE.\r\nABOUT IN SPEED AND CONSUMPTION REFERS TO AN ALLOWANCE OF LESS HALF A KNOT IN\r\nRELATION TO SPEED AND 5 PERCENT MORE ON BUNKERS CONSUMPTION.\r\nNO SPEED AND CONSUMPTION WARRANTY APPLIES TO WEATHER CONDITIONS EXCEEDING\r\nGOOD WEATHER CONDITIONS AND NO EXTRAPOLATIONS SHALL BE MADE FOR WEATHER\r\nCONDITIONS OTHER THAN GOOD WEATHER CONDITIONS. NO SPEED AND CONSUMPTION\r\nWARRANTY APPLIES WHEN BURNING RMF/RMG 180.\r\nUNDER NO CIRCUMSTANCES SHOULD ANY CLAIM BE DEDUCTED FROM HIRE UNTIL IS HAS\r\nBEEN AGREED BY BOTH PARTIES.\r\nVESSEL PARTICIPATES IN BUNKER QUALITY SURVEY (FOBAS)\r\nBUNKER QUALITY: QUALITY OF BUNKERS SUPPLIED BY CHARTERERS SHALL BE: VLSFO (0.\r\n5% MAX SULPHUR)AS PER ISO 8217:2017 OR 2012 AND AS PER ISO PAS 23263:2019\r\nWITH A MINIMUM VISCOSITY OF 3CST AT 50C BUT ALWAYS AS PER M/E SPEC, LSMGO (0.\r\n1% MAX SULPHUR), AND ALWAYS TO COMPLY WITH MARPOL 73/78 REQUIREMENTS, REG 14,\r\n18 OF ANNEX VI AND ANY SUBSEQUENT AMENDMENTS THERETO.\r\nWHEN TRADING SPECIAL EMISSIONS CONTROL AREA WHERE BUNKERS SULPHUR CONTENT TO\r\nBE MAX (0.1% MAX SULPHUR), AS PER MARPOL ANNEX VI. MIXING/COMINGLING OF\r\nBUNKERS IS NOT ALLOWED. ULTRA-LOW SULPHUR BUNKER FUEL IS NOT ALLOWED TO BE\r\nSUPPLIED.\r\nNOTWITHSTANDING ANYTHING TO THE CONTRARY OR INCOSISTENT PROVISION CONTAINED\r\nIN THE CHARTERPARTY. SLUDGE DISPOSAL/REMOVAL, IF ANY TO BE FOR CHARTERERS\r\nACCOUNT (TIME/RISK/EXPENSE).\r\nTHE FOLLOWING BIMCO BUNKER CLAUSES FOR TIME CHARTERS ARE TO BE\r\nINCORPORATED INTO THE CHARTER PARTY:\r\n(A) BUNKERING PRIOR TO DELIVERY / REDELIVERY\r\n(B) BUNKERING OPERATIONS AND SAMPLING\r\n(C) BUNKER QUALITY AND LIABILITY\r\n(D) FUEL TESTING PROGRAMME\r\n(E) BUNKER FUEL SULPHUR CONTENT CLAUSE FOR TIME CHARTER PARTIES 2005\r\n(F) TYPES AND QUANTITIES OF BUNKERS ON REDELIVERY\r\n(G) BUNKER NON-LIEN CLAUSE FOR TIME CHARTER PARTIES\r\n(H) BIMCO ETS ALLOWANCES CLAUSE FOR TIME CHARTER PARTIES 2022\r\nSLUDGE REMOVAL, IF ANY, ALWAYS TO BE FOR CHARTERERS ACCOUNT/TIME.\r\nADA WOG\r\nAW YRS\r\nBRGDS\r\nMICHAEL FLOROS\r\nJOIN MARITIME INC.\r\nMOBILE: +30 6942 556 220\r\nSKYPE: M_FLOROS",
            {
                "entities": [
                    [
                        189,
                        199,
                        "OPEN_AREA"
                    ],
                    [
                        200,
                        209,
                        "OPEN_DATE"
                    ],
                    [
                        270,
                        282,
                        "VESSEL_NAME"
                    ],
                    [
                        301,
                        309,
                        "BUILD_YEAR"
                    ],
                    [
                        317,
                        339,
                        "FLAG"
                    ],
                    [
                        351,
                        363,
                        "DWT"
                    ]
                ]
            }
        ]
    ]
}