{
    "classes": [
        "LOA_BEAM",
        "SEA_CONS",
        "PORT_CONS",
        "BOD",
        "DRAFT",
        "HOLD_AND_HATCHES",
        "GRT_AND_NRT",
        "SPEED_AND_CONSUMPTION",
        "GRAIN_AND_BALE"
    ],
    "annotations": [
        [
            "FROM: ARYACORP PVT. LTD.\r\nDATE & TIME: 28-08-2024 11:14:13   (GMT +5:30)\r\nREFERΕNCE NO: 17755071\r\nATTN CHARTERING DESK\r\nDEAR SIR\r\nGOOD DAY\r\nDIRECT OWNERS VESSEL\r\nPLEASE ADVISE SUITABLE CARGO FOR BELOW VESSEL\r\nMV APJ JAI - SMX - OPEN PAYRA,BANGLADESH -  04 SEPTEMBER 2024  – 09 SEPTEMBER 2024\r\nMV APJ JAI\r\nFLAG PANAMA.\r\nBLT MAY 11,\r\nHO / HA 5 / 5,\r\nDWT 56594 MT ON 12.8 M,\r\nLOA / BEAM /TPC 189.99/32.26, 58.8 (S)\r\nGT/NT 32987/19231\r\nGRAIN/BALE 71634.09 / 68200.00\r\nSPEED  & BUNKER CONSUMPTION AT SEA\r\nABT 11.50 (B)/ABT 11.00 (L) KNOTS ON ABT 22.00 MT VLSFO (B) / ABT 24.00 (L) MT VLSFO\r\nIN PORT PER DAY\r\nABT 4.00 MT VLSFO IDLE + ABT 0.20 MT LSMGO\r\nABT 5.50 MT VLSFO WORKING + ABT 0.20 MT LSMGO\r\n4 X 30 METRIC TONS SWL CRANES AND 4 X 12CBM REMOTE CONTROLLED GRABS\r\nIF GRABS USED  SWL OF CRANES WILL BE CONSIDERED AS 24 MT\r\nGRABS TO OPERATE WITH 12CBM CAPACITY SUBJECT TO DENSITY OF CARGO.\r\nALL DETAILS ABOUT\r\nALL SPEED AND CONSUMPTION FIGURES ARE AVERAGE FIGURES DURING C/P PERIOD. ALL SPEED AND ALL CONSUMPTION FIGURES ARE TO BE CONSIDERED AS 'ABOUT'.\r\nAT SEA PERFORMANCE FIGURES,ONLY APPLY ON GOOD WEATHER DAYS (OF A MINIMUM 24 CONSECUTIVE HOURS) AND ANY OF THE FOLLOWING DAYS ARE EXCLUDED FROM ANY WARRANTY AS TO THE VESSELS SPEED AND PERFORMANCE:\r\nTHOSE IN WHICH WEATHER CONDITION EXCEEDS EITHER IN  SEABUOY TO SEABUOY IN MODERATE WEATHER UPTO/INCLUDING BEAUFORT 4.DOUGLAS SEA STATE 3 AND SIGNIFICANT WAVE AND SWELL HEIGHT OF 1.25M OR GREATER OR THOSE IN WHICH THERE ARE NEGATIVE INFLUENCES OF SWELL OR THOSE IN WHICH THERE ARE ADVERSE CURRENTS. NO ADVERSE CURRENT. NO FAVORABLE CURRENTS TO BE TAKEN INTO ACCOUNT WHEN CALCULATING THE VESSEL'S PERFORMANCE.\r\nALL DETAILS “ABOUT” WHICH IS UNDERSTOOD TO MEAN A 0.5 KNOTS TOLERANCE AND A 5% ALLOWANCE ON BUNKER CONSUMPTION, BOTH IN VESSEL'S FAVOR. IN THE EVENT THAT ANY SPEED/PERFORMANCE CLAIM IS MADE, OWNERS ARE ENTITLED TO OFFSET THE VALUE OF ANY BUNKER SAVINGS MADE BY CHARTERERS BELOW THE UPPER LIMIT OF THE WARRANTED CONSUMPTION. POSITIVE CURRENTS NOT TO BE CONSIDERED FOR ANALYSING PERFORMANCE.\r\nVLSFO 380 CST CLASS RMG 380 MAX SULPHUR CONTENT 0.50 % / DIESEL CLASS DMA MAX SULPHUR CONTENT 0.10 % , BOTH GRADES AS PER ISO 8217, 2017 OR LATEST EDITION. NO USED LUBRICANTS TO BE PRESENT IN FUEL NO COMINGLING OF DIFFERENT FUEL BATCHES IN TANKS ALLOWED \"VESSEL USE VLSFO /LSMGO AS PER DESCRIPTION. VLSFO/LSMGO IS USED FOR STARTING/STOPPING OF AUX-ENGINES AND AUX-BOILERS. MAIN ENGINE IS CHANGED TO LSMGO WHEN MAINTENANCE IS REQUIRED TO BE DONE ON FUEL SYSTEM ON RARE OCCASIONS M/E IS CHANGED TO LSMGO WHILE MANOEUVRING IN NARROW WATERS.\r\nTHE PARTIES UNDERSTAND AND AGREE THAT WHEN NAVIGATING ANY ECA (EMMISION CONTROL AREA), THE VESSEL IS OBLIGED TO CONSUME LSMGO IN LIEU OF VLSFO AND AS SUCH, THE VESSELS PERFORMANCE SHALL BE AFFECTED. AS A RESULT, NONE OF THE PERFORMANCE WARRANTIES IN THIS C/P RELATING TO THE VESSELS SPEED AND/OR CONSUMPTION SHALL BE APPLICABLE TO PERIODS IN WHICH THE VESSEL IS NAVIGATING ANY ECA; AND ANY PERIOD NAVIGATING ANY ECA SHALL BE EXCLUDED FROM ANY SPEED OR PERFORMANCE CALCULATION.\r\nPLSD TO HEAR.\r\nBEST REGARDS,\r\nTonnage Desk:\r\nPG-WCI-Rsea-Safr: Nitin Sharma | Mob: +91 9311255654  | Skype: mailto:acpl.nithin@outlook.com\r\nECI-Seasia: Carlton Carlo | Mob: +91 9311255657  | Skype: cid.971bb208b4e2c3bb\r\nSeasia-FarEast: Arjun Chaudhary | Mob: +91 9311255656 | Skype: live:.cid.d66bb9d9c752a104\r\nAS BROKERS ONLY\r\nAs Agents for Core Shipping Ltd.\r\nEmail: mailto:fix@aryacorp.com (Chartering) |  mailto:ops@aryacorp.com (Post Fixture)\r\nFollow us on LinkedIn: https://www.linkedin.com/company/arya-corp-private-limited\r\nWebsite: https://www.aryacorp.com\r\nSHIPBROKING | BUNKERING | AGENCY & REPRESENTATION\r\n----------------------------------------------------------------------------------\r\nThis email including its attachments (if any) is confidential and intended for the\r\nabove mentioned recipients only. If you have received this email in error, please\r\ndelete the email and notify the sender immediately. Unauthorised use of the contents\r\nof this email may be unlawful and is prohibited.\r\nWe have taken reasonable care to ensure this email and its attachments are free of\r\nviruses, however, please use up to date virus scan software to carry out your own\r\nchecks. We accept no liability for any viruses contained in this email or its attachments.\r\n----------------------------------------------------------------------------------",
            {
                "entities": [
                    [
                        332,
                        345,
                        "HOLD_AND_HATCHES"
                    ],
                    [
                        364,
                        370,
                        "DRAFT"
                    ],
                    [
                        373,
                        401,
                        "LOA_BEAM"
                    ],
                    [
                        413,
                        430,
                        "GRT_AND_NRT"
                    ],
                    [
                        432,
                        462,
                        "GRAIN_AND_BALE"
                    ],
                    [
                        496,
                        554,
                        "SEA_CONS"
                    ],
                    [
                        556,
                        584,
                        "SEA_CONS"
                    ],
                    [
                        590,
                        644,
                        "PORT_CONS"
                    ],
                    [
                        647,
                        692,
                        "PORT_CONS"
                    ]
                ]
            }
        ]
    ]
}