{
    "classes": [
        "LOA_BEAM",
        "SEA_CONS",
        "PORT_CONS",
        "BOD",
        "DRAFT",
        "HOLD_AND_HATCHES",
        "GRT_AND_NRT",
        "SPEED_AND_CONSUMPTION",
        "GRAIN_AND_BALE"
    ],
    "annotations": [
        [
            "          MV HOPE 1 56K OPEN CHITTAGONG 23 AUG - 31 AUG       FROM : NAVCHART SHIPPING AND LOGISTICS PVT LTD BIMCO REG. NO. 171744EST.2013GOOD DAYFROM CLOSE DIR OWNS HAVE MV HOPE 1 56K OPEN CHITTAGONG 23 AUG -31 AUGPREFER TCT TO MED /PG TRY OTHERSPLS PPS SUITABE CARGOmv hope 1Built: 2012Call Sign: 5LBO6Flag: LIBERIAOwners: HOPE 1 SHIPPING INCP&I Club: West of England Insurance Services (Luxembourg) S.AIMO No.: 9514339Class: NKKMain Particulars LOA: 189.99mLBP: 182.00mBreadth mld: 32.25mDwt / Draft: 56,174 mt / 12.715 mtDraft: 12.715 m SW,Depth mld: 18.10mAir draft: 35.585mGT / NT: 31,753 / 18,651Panama NT: 18,651Suez GRT: 31,753Speed & consumption:Ballast: about 12.5 knots on about 31 mt IFO + about 0.1 mt MDO Laden: about 12 knots on about 31 mt IFO + about 0.1 mt MDO Eco Speed: Ballast: about 12.0 knots on about 22.0 mt (M/E + AUX) IFO + about 0.1 mt MDO Laden: about 11.0 knots on about 23.0 mt (M/E + AUX) IFO + about 0.1 mt MDO In Port: Idle: about 3.0 mt IFO and about 0.1 mt MDO Working: about 5.0 mt IFO and about 0.1 mt MDO All details about. Eco speed not guarantee. (Under the good weather condition always upto and including beaufort scale 4 and Douglas sea state 3 with no adverse current and no negative influence of swell.): Vessel has liberty to burn additional IFO and/or MDO while maneuvering, also whilst in restricted or confined waters or during winter. Speed/consumption figures basis (24 continuous hours)max beaufort force 4 / Douglas sea state 3 / with combined wave and swell heights not to exceed 1.25m and/or no adverse currents or swells.) , max sulphur :-0.50 % & lsmgo dma 0.1 (details about 'about' is defined as 5% more on bunker consumption and 0.5 knots less on vessel speed.        Navchart Shipping And Logistics Pvt Ltd  Unit No. 205, Ganga Tower, Vasant Kunj, New Delhi, India      Regards,VARUNSKYPE:VARUNRATHEE02MOB 9811554909(As brokers only)Mob: +91 9811554909Email: shipbroker@navchart.in / nmc@navchart.inWeb : www.navchart.inImportant: The information transmitted is intended for the person or entity to which it is addressed and may contain confidential, privileged or copyrighted material. If you receive this in error, please contact the sender by reply email and delete the material from any computer immediately. Internet communications cannot be guaranteed to be timely, secure, error or virus-free. Thus the sender does not accept liability for any errors or omissions.      Unsubscribe          ",
            {
                "entities": [
                    [
                        448,
                        460,
                        "LOA_BEAM"
                    ],
                    [
                        516,
                        530,
                        "DRAFT"
                    ],
                    [
                        579,
                        603,
                        "GRT_AND_NRT"
                    ],
                    [
                        636,
                        719,
                        "SPEED_AND_CONSUMPTION"
                    ],
                    [
                        720,
                        778,
                        "SPEED_AND_CONSUMPTION"
                    ],
                    [
                        781,
                        867,
                        "SPEED_AND_CONSUMPTION"
                    ],
                    [
                        869,
                        944,
                        "SPEED_AND_CONSUMPTION"
                    ],
                    [
                        949,
                        996,
                        "PORT_CONS"
                    ],
                    [
                        998,
                        1044,
                        "PORT_CONS"
                    ]
                ]
            }
        ]
    ]
}