{
    "classes": [
        "LOA_BEAM",
        "SEA_CONS",
        "PORT_CONS",
        "BOD",
        "DRAFT",
        "HOLD_AND_HATCHES",
        "GRT_AND_NRT",
        "SPEED_AND_CONSUMPTION",
        "GRAIN_AND_BALE"
    ],
    "annotations": [
        [
            "Doc-No. 3811917   15/AUG/2024 (THU)  09:55  (+0300)  AG\r\nTNS Shipbrokers and Agents Ltd (Since 1991)\r\nphone:+359 56 841005/6, fax:+359 56 840299\r\nhome page:www.tns-shipping.com\r\nemail: chart@tns-shipping.com\r\n-/Antoniya\r\nGood day,\r\nWE FIXED BUT UNFORTUNATELY FAILED\r\nOPEN SAMALAJU, INDONESIA 23-25 AUG\r\nM/V COURTESY K\r\nSDBC BLT 2012 LOGGER\r\nFLAG: MARSHALL ISLANDS CLASS: BV\r\n29,996.9MT DWT ON 9,81M SSW DRAFT TPC 43.5 SSW\r\nLOA/BEAM/LBP: 178.70M / 28.00M/170M\r\n5/5 HO/HA – CO2 FITTED – A60 FITTED\r\nHOLDS 2/3/4 BOX LIKE\r\n4 HYDRAULIC CRANES X 30 TONNES SWL\r\nTANK TOP STRENGTH: (20T/M2)\r\nGT/NT: 19,999 / 10,419 GRAIN/BALE: 40633.4M3 / 38601.7M3\r\nSUEZ NET.GROSS: 18,716.09 / 20,707.18\r\nHATCH SIZES: NO1 16.6Mx 15.0 M, NO2,3,4,5-20.8M X 21.0M\r\nSPEED/CONSUMPTION:\r\nBALLAST: ABT 13 KNTS ON ABT 20 MTPD IFO AND ABT 0.1 MTPD MGO\r\nLADEN: ABT 12.5 KNTS ON ABT 21 MTPD IFO AND ABT 0.1 MTPD MGO\r\nAT PORT WHEN IDLE: ABT 3 MTPD IFO AND ABT 0.1 MTPD MGO\r\nAT PORT WORKING: ABOUT 6 MTPD IFO AND ABT 0.1 MTPD MGO\r\nVESSEL MAY CONSUME MGO IN MAIN ENGINE FOR WARMING UP OF THE SYSTEM & START/ STOP, AND IN GENERATORS FOR START/CHANGEOVER.\r\nVESSEL MAY ALSO CONSUME MGO IN MAIN ENGINE AND GENERATORS FOR\r\nSTEAMING IN/OUT OF PORT, SHIFTING BERTH/ANCHORAGE, NAVIGATING IN CONGESTED WATERS/INLAND WATERS/CHANNELS, NARROW WATERWAYS, AND/OR HEAVY TRAFFIC, DURING POOR VISIBILITY; DURING LOAD/DISCHARGING AT ANCHORAGE ON BARGES/LIGHTERS WITH BAD WEATHER AND /OR STRONG CURRENTS AND WHEN VLSFO IS DEEMED UNSAFE BY CHIEF ENGINEER.\r\nFOR THE PURPOSE OF THIS CLAUSE, VESSEL SPPED/CONSUMPTION IS GIVEN AND DETERMINED BASIS GOOD WEATHER CONDITIONS, NOT EXCEEDING BEAUFORT SCALE 4, AND COMBINED SIGNIFICANT WAVE HEIGHT NOT EXCEEDING 1.25 METERS, WITH MINIMUM 24 HOURS STEAMING TIME.\r\nANY ADMISABLE PERIOD OF GOOD WEATHER HAS TO BE A PERIOD OF 24 CONSECUTIVE HOURS RUNNING FROM NOON TO NOON. ANY STEAMING DAYS\r\nWITH NET ADVERSE CURRENTS ARE NOT TO BE INCLUDED IN THE “GOOD WEATHER” ANALYSIS FOR CALCULATIONS OF A GOOD WEATHER PERFORMANCE SPEED. NO CURRENT FACTOR ON QUALIFIED GOOD WEATHER DAYS CAN BE APPLIED FOR FAVOURABLE CURRENTS. ANY PERIODS WHERE VESSEL SPEED IS REDUCED DUE TO NARROW/RESTRICTED/CONGESTED WATERS, POOR VISIBILITY, FOR THE SAFETY OF THE VESSEL, OR DUE TO CHARTERERS INSTRUCTIONS OR WHEN THE VESSEL HAS TO FOLLOW RECOMMENDED AND/OR MANDATED SPEEDS WHICH MAY BE SUGGESTED BY LOCAL AUTHORITIES, ANY PERIODS WHEN VESSEL IS BALLASTING/DE-BALLASTING OR DURING CLEANING OF HOLDS, WHEN THE VESSEL IS FOLLOWING/PROCEEDING IN CONVOY, USING ESCORTS, OR FOLLOWING INSTRUCTIONS OF UNDERWRITERS, GOVERNMENT OF NATION UNDER WHOSE FLAG THE VESSEL SAILS, SECURITY COUNCIL OF THE UNITED NATIONS OR OTHER SUPRANATIONAL BODY WHEN NAVIGATING IN PIRATE INFESTED AREAS, ARE TO BE EXCLUDED FROM THE ANALYSIS AND ARE NOT SUBJECT TO ANY PERFORMANCE CLAIM.\r\nANY TIME LOSS DUE TO UNDER-PERFORMANCE CAN BE OFFSET BY UNDER-CONSUMPTION. SIMILARLY, ANY OVERCONSUMPTION CAN BE OFFSET BY ANY TIME GAINED. DIESEL OIL UNDERCONSUMPTION CAN BE USED TO OFFSET FOR OVER-CONSUMPTION/UNDER-PERFORMANCE.\r\n“ABOUT” IN SPEED AND CONSUMPTION REFERS TO AN ALLOWANCE OF LESS HALF A KNOT IN RELATION TO SPEED AND 5 PERCENT MORE ON BUNKERS CONSUMPTION.\r\nNO SPEED AND CONSUMPTION WARRANTY APPLIES TO WEATHER CONDITIONS EXCEEDING GOOD WEATHER CONDITIONS AND NO EXTRAPOLATIONS SHALL BE MADE FOR WEATHER CONDITIONS OTHER THAN GOOD WEATHER CONDITIONS. NO SPEED AND CONSUMPTION WARRANTY APPLIES WHEN BURNING RMF/RMG 180.\r\nUNDER NO CIRCUMSTANCES SHOULD ANY CLAIM BE DEDUCTED FROM HIRE UNTIL IS HAS BEEN AGREED BY BOTH PARTIES.\r\nVESSEL PARTICIPATES IN BUNKER QUALITY SURVEY (VERIFUEL-BUREAU VERITAS)\r\nBUNKER QUALITY: QUALITY OF BUNKERS SUPPLIED BY CHARTERERS SHALL BE: VLSFO (0.5% MAX SULPHUR)AS PER ISO 8217:2017 OR 2012 AND AS PER ISO PAS 23263:2019 WITH A MINIMUM VISCOSITY OF 3CST AT 50C BUT ALWAYS AS PER M/E SPEC, LSMGO (0.1% MAX SULPHUR), AND ALWAYS TO COMPLY WITH MARPOL 73/78 REQUIREMENTS, REG 14, 18 OF ANNEX VI AND ANY SUBSEQUENT AMENDMENTS THERETO.\r\nWHEN TRADING SPECIAL EMISSIONS CONTROL AREA WHERE BUNKERS SULPHUR CONTENT TO BE MAX (0.1% MAX SULPHUR), AS PER MARPOL ANNEX VI. MIXING/COMINGLING OF BUNKERS IS NOT ALLOWED. ULTRA-LOW SULPHUR BUNKER FUEL IS NOT ALLOWED TO BE SUPPLIED.\r\nNOTWITHSTANDING ANYTHING TO THE CONTRARY OR INCOSISTENT PROVISION CONTAINED IN THE CHARTERPARTY. SLUDGE DISPOSAL/REMOVAL, IF ANY TO BE FOR CHARTERERS ACCOUNT (TIME/RISK/EXPENSE).\r\nTHE FOLLOWING BIMCO BUNKER CLAUSES FOR TIME CHARTERS ARE TO BE\r\nINCORPORATED INTO THE CHARTER PARTY:\r\n(A) BUNKERING PRIOR TO DELIVERY / REDELIVERY\r\n(B) BUNKERING OPERATIONS AND SAMPLING\r\n(C) BUNKER QUALITY AND LIABILITY\r\n(D) FUEL TESTING PROGRAMME\r\n(E) BUNKER FUEL SULPHUR CONTENT CLAUSE FOR TIME CHARTER PARTIES 2005\r\n(F) TYPES AND QUANTITIES OF BUNKERS ON REDELIVERY\r\n(G) BUNKER NON-LIEN CLAUSE FOR TIME CHARTER PARTIES\r\n(H) BIMCO ETS ALLOWANCES CLAUSE FOR TIME CHARTER PARTIES 2022\r\nSLUDGE REMOVAL, IF ANY, ALWAYS TO BE FOR CHARTERERS ACCOUNT/TIME.\r\nADA WOG\r\nKind regards,\r\nTNS Shipbrokers - Antoniya\r\nSkype: live:.cid.adba817154cf7291\r\nWeChat: wxid_twwaqwr0eao712\r\nMob: +359 899 20 66 88\r\nBimco Members (reg. no. 116957)",
            {
                "entities": [
                    [
                        393,
                        398,
                        "DRAFT"
                    ],
                    [
                        437,
                        458,
                        "LOA_BEAM"
                    ],
                    [
                        460,
                        469,
                        "HOLD_AND_HATCHES"
                    ],
                    [
                        584,
                        606,
                        "GRT_AND_NRT"
                    ],
                    [
                        607,
                        640,
                        "GRAIN_AND_BALE"
                    ],
                    [
                        758,
                        818,
                        "SPEED_AND_CONSUMPTION"
                    ],
                    [
                        820,
                        880,
                        "SPEED_AND_CONSUMPTION"
                    ],
                    [
                        901,
                        936,
                        "PORT_CONS"
                    ],
                    [
                        941,
                        992,
                        "PORT_CONS"
                    ]
                ]
            }
        ]
    ]
}