{
    "classes": [
        "CARGO_NAME",
        "COMPANY",
        "LAYCAN",
        "LOAD_PORT",
        "LOAD_RATE",
        "DISCHARGE_PORT",
        "DISCHARGE_RATE",
        "ADDRESS_COM",
        "CARGO_SIZE",
        "DELIVERY",
        "RE_DELIVERY",
        "DURATION"
    ],
    "annotations": [
        [
            "Fm: Saigal SeaTrade Mumbai   200824-TANKER087246\r\nOFFERS DUE 1500 HRS INDIA /  1030 HRS LONDON / 1730 HRS SINGAPORE  TODAY\r\nACC: IOCL // 5 TMT LOBS // RUWAIS TO CHENNAI (NQ/WQ JETTY) F/B KOLKATA (NSD-12) // 16-17 SEPT 2024\r\nACC:                  IOCL\r\nQUANTITY  :    Min. 5000 MT Choption upto full capacity of vessel.\r\nCONFIRM VESSEL ABLE TO LOAD MINIMUM QUANTITY BASIS DRAFT RESTRICTION AT LOAD PORT &  DISPORT.\r\nCARGO        :    4/5 GRADES of Lube Oil\r\nLOADPORT :   1 SP/SB/SA/STS Ruwais,Abu Dhabi\r\nDISPORT     :    2 SP/SB/SA Chennai (NQ/WQ Jetty) f/b Kolkata (NSD-12)\r\nLAYCAN      :    16.09.2024 – 17.09.2024 (TBN upto 1 Day Choption)\r\nLAYTIME     :    72 hours (bss 1:1). Additional 12 hours for each additional port.\r\nCOMM.      :     3.75% TTL HERE INCLUDING 2.50% ADCOM TO CHTRS\r\nOTHER INFORMATION FOR OWNERS GUIDANCE ONLY:\r\nPORT COST (FOR 19KT VESSEL) :-\r\nRuwais- Approx $ 12500\r\nChennai- Approx $ 20500\r\nBudge Budge- Approx $ 27500\r\n// //\r\nENQUIRY\r\nEnquiry No. 24/08/174                                                                                         Date: 20.08.2024\r\nIndian Oil Corporation Limited invites best offers against the following enquiry as per the terms and conditions stated herein.\r\nOFFER FORM\r\n1\r\nOWNER’S OFFER\r\n1.1\r\nOwners offer (Firm / Sub-Open)\r\n1.2\r\nOffer validity\r\n1.3\r\nDisp. Owner / Comm. operator / Technical Operator\r\n1.4\r\nNationality of Owners\r\n1.5\r\nBroker\r\n1.6\r\nFreight (LS in USD) :\r\nAll inclusive - including port charges at loadport & disport, coastal conversion and reversion cost, AWRP.  All expenses will form part of agreed freight and no separate reimbursement shall be made.\r\n1.7\r\nDemurrage (USD - PDPR)\r\n1.8\r\nVessel details- as per updated Q88 :\r\n1.9\r\nVessel name\r\n1.10\r\n(a) Flag\r\n(b) P&I Club\r\n( c ) CAP- Hull\r\n(d)  CAP- Machinery & Cargo System\r\n1.11\r\nDetail itinerary\r\n1.12\r\nSire Details\r\n(Date / Insp. Agency / Operation)\r\n1.13\r\nBuilt (full date)\r\n1.14\r\nLast 3 Cargoes\r\nAll consequences arising out of any mis- declaration shall be o Owner’s account.\r\n1.13\r\nNo. of days for which the Vessel was employed for Indian coastal business in the current calendar year\r\n(applicable for Foreign Flag Vessels only)\r\nNot Applicable\r\n1.14\r\nRemarks, if any\r\n1.15\r\nOwner’s Confirm that:\r\na)\r\ni) The vessel is not Iranian Flag.\r\nii) Owners (Registered, Technical, Commercial and Disponent) of the vessel and freight /demurrage beneficiaries of the payment should not be of Iranian origin and should not be featuring in US OFAC / UN/EU sanction list presently or in the past.\r\niii) The intermediary bank and beneficiary bank should be ready to handle the remittance despite their earlier Iranian port call / any other port in OFAC sanctioned countries (if any) by the vessel  for affording credit to the beneficiary subject to local laws, regulations, internal compliance policies etc.\r\niv) The vessel/ any ownerships of vessel as mentioned above is not in US OFAC / UN/EU sanction list and also should not have featured in US OFAC / UN/EU sanction list in the past.\r\nAll foreign exchange transactions shall be in compliance with US OFAC / EU/UN regulations.\r\nvi) In case overseas corresponding bank/ IOCL bank asks for further details owners shall provide those details.\r\nIn case of any mis-declaration on any of the above, the vessel owner shall be liable for any delay or additional cost incurred by IOCL for settling the freight and demurrage payments.\r\nb)\r\nOwners / Brokers to indicate in their offer that Vessel, Flag and Owner/s (Registered, Disponent, Commercial, Technical operators) including freight beneficiaries of the payment does not belong to a country which shares a land border with India as stipulated vide  Government of India, Department of Expenditure Office Memorandum dated 23.7.2020 on insertion of Rule 144(xi) in the GFR 2017 and Order (Public Procurement No.1) dated 23.7.2020 vide F.No.6/18/2019-PPD giving detailed guidelines on Restrictions on public procurement from countries which share a land border with India.In case of any of the offers received from countries restricted as per the above aforementioned guidelines, the offer is liable for rejection unless such parties are registered with registration committee constituted by the Department for Promotion of Industry and Internal Trade (DPIIT). These bidders shall ensure that they have valid registration as above on the due date of enquiry.In case of any mis-declaration by a bidder on any of the above, this will be a ground for taking action against those bidders / vessels / owners as per IOCL laid down procedures.Tenderers must submit model certificate certifying: “I have read the clause regarding restrictions on procurement from a bidder of a country which shares a land border with India; I certify that this bidder is not from such a country or, if from such a country, has been registered with the Competent Authority. I hereby certify that this bidder fulfills all requirements in this regard and is eligible to be considered. [Where applicable, evidence of valid registration by the competent Authority shall be attached.]”\r\n2.0\r\nCARGO DETAILS\r\n2.1\r\nCargo:\r\n4 / 5   Grades of  Lube Oil\r\n2.2\r\nQuantity:\r\nMin. 5 TMT Choption up to full capacity of vessel.\r\nConfirm vessel able to load minimum quantity basis draft restriction at load port & disport. Dead freighting due to limiting draft at disport will be on owner's account.\r\n2.3\r\nLoad port:\r\n1 SP/SB/SA/STS Ruwais, Abu Dhabi\r\n2.4\r\nDisport:\r\n2 SP/SB/SA/ Chennai (NQ/WQ Jetty) f/b Kolkata (NSD-12)\r\n2.5\r\nLaycan:\r\n16.09.2024 – 17.09.2024 (TBN upto 1 Day Choption)\r\n2.5\r\nLaytime:\r\n72 hours (bss 1:1). Additional 12 hours for each additional port.\r\n3.0\r\nSPECIAL TERMS\r\n3.1\r\nLast 3 cargoes & Tank Cleaning:\r\nLast three cargoes to be preferably lubes or Vessel tanks to be cleaned by owner as required by IOC QC to enable LOBS loading. All cleaning cost and time to be on Owners account.\r\n3.2\r\nPumping:\r\nVessel must be able to maintain the pressure upto 6 kg/ sq. cm at vessel manifold / jetty manifold or as indicated by the boarding officer.\r\n3.3\r\nHeating\r\nNo Heating is required.\r\n3.4\r\nKolkata NSD Jetty& Chennai port requirement\r\nVessel should not carry low flash point products. Port restrictions enclosed.\r\n3.5\r\nADNOC Ruwais port Requirement:\r\nVessel should arrive at Ruwais in inert condition. Vessel should have Inert Gas System (IGS) and valid Discharge SIRE not older than 3 months for loading at Ruwais.\r\nFurther ADNOC has following Tanker management and Self-Assessment (“TMSA”) requirement as under:-\r\no    (a)     Review of a valid TMSA report is an integral part of the ship’s evaluation process, which might affect the Operators and their fleet of Vessels rating in ADNOC’s Ship Vetting database.\r\no    (b)     Vessel operators shall ensure that the TMSA submission on OCIMF-TMSA database shall not be more than twelve (12) months since the last update.\r\nc)  (c) Operators must achieve a Stage two (2) compliance in each TMSA element as a minimum requirement.\r\n_______________________________________________________\r\nThe Jetty details are as below:\r\nBerth B: DWT: 9100 – 104000, DSP: 132000 MT, LOA: 118-280 M, MAX FB: 15.5 M\r\nBerth C: DWT: 20000 – 130000, DSP: 166000 MT, LOA: 180-295 M, MAX FB: 16.5 M\r\nVessel to comply above.\r\nVessel to comply following terminal requirements:\r\n(a)  PPA acceptance for the vessel.\r\n(b) Vessel conditions on arrival should be suitable for\r\nberthing.\r\n(c ) Cargo tanks on arrival should be suitable for loading.\r\n(d) Vessel has to comply with PPA UKC policy vsYAS\r\nchannel depth of 17m as per port marine notice no.\r\nJDR/MN/004/2024 on PPA website. Vessels drawing\r\ndraft more than 15 meters will be considered deep\r\ndraft vessels and are to comply with the DUKC\r\npolicy as per port marine circular no.\r\nJDR/MC/001/2024.\r\n(e) All vessels loading or discharging at Ruwais\r\nRefinery terminal must present(ANSI 150)\r\nmanifold flanges and / or reducers.\r\n(f) Terminal jetties are equipped with 16 & 12 inch\r\nmanifold flange connections depending on which\r\nberth is allocated. Vessels must be able to provide\r\n2 unobstructed manifold connections with a\r\ndistance of minimum 2.0 meters apart and capable\r\nof receiving product at minimum 500cubic meters\r\nper hour per manifold. Min 8 inch vessel manifold\r\nwith suitable reducer is acceptable. Manifold\r\nreducers should be prepared ahead of vessel\r\nberthing to avoid unnecessary delays.\r\n(g) Vessel must be under inerted condition upon arrival.\r\n3.6\r\nCargo Quality:\r\nThe vessel will have to take all the precaution to maintain the quality of the cargo.\r\n3.7\r\nStowage Plan\r\nThe master is required to prepare a stowage plan based on information provided in the voyage order, taking into account the restrictions at the load port / terminal and discharge port / terminal and ensure compliance at all time.\r\n3.8\r\nLOI for Ship/Shore difference\r\nCharterers will not provide any LOI for Ship / Shore difference.\r\n3.8\r\nHaldia Port Requirement:\r\nVessel must also have minimum 22 polypropylene ropes of 220m lengths each. Out of these 22 ropes, maximum 4 can be wires with long rope tails (minimum 20 m). NOT APPLICABLE\r\n4.0\r\nOTHER TERMS\r\n4.1\r\nCharter Party:\r\nAs per IOC amended ASBATANKVOY with rider clauses as used for products (attached herewith).\r\nRider Clause no. 2 stands deleted.\r\n4.2\r\nPort Requirements:\r\nVessel should meet port limitations / requirements / conditions at Loadport(s) & disport(s). Vessel compliance to IGS requirement is mandatory for berthing at load port. Also note that hazardous / low flash (e.g. Paraxylene etc) products are not acceptable at discharge port NSD 12 / Chennai.\r\nVessel owner should follow the standard cleaning process as advised by IOC before loading of the product.\r\n4.3\r\nNight Navigation:\r\nIf there is no night navigation at Loadport / Disport and the vessel neither arrives after 6pm, NOR shall deemed to be tendered not before 6 am of next day whether or not the vessel is on demurrage.\r\n4.4\r\nMARPOL Regulations:\r\nVessel should meet latest MARPOL regulations, which have come into force with effect from 5th April 2005.\r\n4.5\r\nWar Risk Clause:\r\nChevron war risk clause to apply.\r\n4.6\r\nISSC/ISPS:\r\nVessel must have valid ISSC. Chevron ISPS clause to apply.\r\n4.7\r\nB/L’s\r\nB/L’s to be issued as per terminal procedures /requirements. However, separate invoices and B/L’s are to be provided against the cargo as per charterers’ requirement, which shall be advised to the owner’s prior cargo loading.\r\n4.8\r\nRegulations:\r\nVessels should meet all DG (Shipping)/Government of India regulations.\r\n4.9\r\nOperational Tolerance:\r\nThe operational tolerance shall be applicable for each of the parcel mentioned against each of the aforementioned disports.\r\n4.10\r\nCoastal Conversion:\r\nTime and cost of coastal conversion and re-conversion, if required, shall be to owner's account. NOR shall be tendered after coastal conversion.- NOT APPLICABLE\r\n4.11\r\nTaxes:\r\nAll Taxes on earnings / freight / demurrage / dead-freight shall be on owners account & owners to make their own arrangement for making the payment in advance. Applicable Govt. Taxes to be paid by owners directly except GST on freight / demurrage / dead-freight, which shall be on Charterer’s account.\r\n4.12\r\nLaytime Exceptions:\r\nFollowing activities shall not be considered in used time or time on demurrage:\r\nThe vessel's proceeding from anchorage to the berth at each port of call.Placement of gangway.Handling of slops or ballastAny delay by ship in commencement of loading / discharge after the charterers conveying readiness for the operation.Inspection of the vessel tanks by independent surveyors at load-port.PratiqueCustoms clearance.Immigration Clearance\r\n4.13\r\nCP rider clause 16, additional wordings:\r\nCP rider clause 16: Following shall be added at the end:  \"At each discharge-port, lay time shall begin, subject to all other provisions of this agreement, upon the expiration of 6 hours after the tendering of Notice of Readiness or on commencement of discharging, whichever occurs first.\"\r\n4.14\r\nPriority Berthing:\r\nIn case Charterers request Owners for undertaking priority berthing at any port, the same shall be followed by Owners. Charterers shall reimburse the actual cost for priority berthing to Owners on production of the payment proof to port authorities.\r\n4.15\r\nAdditional Documents alongwith Invoices:\r\nOwners of foreign flag vessels must submit the following documents alongwith other required documents while submitting Freight/demurrage Invoices to Charterers:\r\nNo PE certificateTax Residency CertificateForm 10FPAN / Certificate in lieu of PAN (format enclosed)\r\n4.16\r\nLOI for Discharge:\r\nLOI (in case of no original B/L) will be handed over at disport by IOC, Boarding Officer prior to commencement of discharge.\r\n4.17\r\nLast 3 Cargoes\r\nLast three cargoes should preferably be lube. Else vessel tanks to be cleaned as advised by IOC\r\n4.18\r\nExchange Rate Clause:\r\nApplicable to Indian flag ships/Indian owners only:\r\nFreight/Demurrage/Dead Freight agreed upon under this Charter Party will be paid to Indian Owners in Indian rupees based on mean of TT buying and TT selling of USD/INR of  SBI (CAG Branch Mumbai)  prevailing on the date hose disconnection after completion of discharge, or if  this date is a bank holiday, the previous SBI working day on which such exchange rate is available, will be used for conversion.\r\n4.20\r\nMultiple Vessels\r\nCharterers can consider more than one vessel against this enquiry.\r\n4.21\r\nCommissions\r\nAddress commission of 2.5% is payable by owners to Charterers on actual amount of freight/demurrage, as and when paid.\r\nThe brokerage commission on 100% gross amount of freight and dead-freight (if any) plus applicable GST due to the Indian broker under clause-J, part I of this charter party, will be deducted from the freight and paid to the broker direct in Indian rupees converted at the exchange rate ruling on the date of completion of discharge (i.e. hose disconnection) while remitting freight to the ship owners. Similarly, brokerage commission plus applicable GST on demurrage (if any) is to be deducted from the demurrage payable to the ship owners and paid to the Indian brokers at the time of remitting demurrage to the ship owners.\r\nThe exchange rate for brokerage payment shall be mean of TT buying and TT selling of USD/INR of  SBI (CAG Branch Mumbai)  prevailing on the date hose disconnection after completion of discharge, or if  this date is a bank holiday, the previous SBI working day on which such exchange rate is available, will be used for conversion.\r\n4.22\r\nGST Compliant Freight Invoice:\r\nVessel Owners shall raise separate freight & demurrage invoices in the proportion of the B/L quantity allocation for the respective disports, addressed to the concerned Port Locations, as advised by Charterers. Owners to raise disport wise invoices with GST Regn. of the respective states. Owners to quote IOC’s State GST Registration in the invoices. GST Circular enclosed.\r\n4.23\r\nCorona Virus clause\r\nIn case any crew member/vessel is found infected with symptoms of corona virus, any waiting time including quarantine time at load/discharge port will not count as used laytime or time on demurrage and any waiting / delay/cost therein shall be strictly on owner's account.\r\n4.24\r\nOffer through Broking Channel\r\nOne Owner can submit offers through one broking channel only under any given enquiry.\r\n// //\r\nPLEASED TO HAVE YOUR INTEREST/SUPPORT.\r\nThanks & Best Regards\r\n(Tanker Desk) | EMAIL : tanker@saigalseatrade.com\r\nROHIT KUMAR       DESK : +91 124 6949023 |  MOB  : +91 8657928982  | ICE : ROKUMAR\r\nGOPAL SINGHANIA  DESK : +91 124 6949005 |  MOB  : +91 8285266944  | ICE : GSINGHANIA1\r\nREVANTH BALAGOUNI DESK : +91 124 6949007 |  MOB  : +91 8099411054  | ICE : rb0\r\nTel: +91 22 2421 0505 / Fax: +91 22 2423 1703 (tanker@saigalseatrade.com)\r\nAll business is conducted in accordance with our terms and conditions which can be viewed on our website: www.saigalseatrade.com\r\nThe information contained in this electronic message and any attachments to this message are intended for the exclusive use of the addressee(s)\r\nand may contain proprietary, confidential or privileged information. If you are not the intended recipient, you should not disseminate, distribute\r\nor copy this e-mail. Please notify the sender immediately and destroy all copies of this message and any attachments contained in it.",
            {
                "entities": [
                    [
                        592,
                        615,
                        "LAYCAN"
                    ],
                    [
                        744,
                        749,
                        "ADDRESS_COM"
                    ],
                    [
                        770,
                        779,
                        "ADDRESS_COM"
                    ],
                    [
                        5382,
                        5424,
                        "LOAD_PORT"
                    ],
                    [
                        5433,
                        5495,
                        "DISCHARGE_PORT"
                    ],
                    [
                        5504,
                        5534,
                        "LAYCAN"
                    ]
                ]
            }
        ]
    ]
}