{
    "classes": [
        "CARGO_NAME",
        "COMPANY",
        "LAYCAN",
        "LOAD_PORT",
        "LOAD_RATE",
        "DISCHARGE_PORT",
        "DISCHARGE_RATE",
        "ADDRESS_COM",
        "CARGO_SIZE",
        "DELIVERY",
        "RE_DELIVERY",
        "DURATION"
    ],
    "annotations": [
        [
            "Ref: 220824-REF1591842\r\nFm: JOINOCEAN SHIPBROKERS LTD | JOINOCEAN LOGISTICS LTD 上海津洋航运经纪 //handypanamax@joinocean.com\r\nTo:\r\nATISH/LYNN HU\r\nGD DAY!\r\nRE: MV APJ SHIRIN\r\nPLS KINDLY CHEK IF ANY INT:\r\nACCT: MERIT MARINE LTD\r\nDWT: SMAX - UMAX\r\nDEL: TM E KALI, INDONEISA\r\n1TCT WITH BULK CGO INT COAL\r\nL/C: 7-12TH SEP\r\nRDEL: N CHINA\r\n3.75ADD PUS\r\nBEST REGARDS\r\nLYNN HU 胡琳琳\r\nCHARTERING BROKER\r\nDIR: +86 23 6780 4909\r\nMOB: +86 158 2595 7020\r\nSKYPE ID: JOINOCEANCQ17@FOROCEANSHIPPING.NET\r\nPls cc to handypanamax@joinocean.cn for safe receipt.\r\nTo reply your last original emails asf       >>>>>>\r\nFrom: Trinity-Ship Brokers <dry@trinity-ship.com>\r\nSent: 2024/8/22 14:13:47\r\nTo:\r\nSubject: TONNAGE OPENS AT N. ASIA OPEN END AUG\r\nDear Sir / Atish\r\nGreetings of the Day !!\r\nCLOSE & DIRECT //\r\nMV ZH CHANG XING 61,205 MT BLT 2014 OPEN LIANYUNGANG 29-30 AUG 2024\r\nMV APJ SHIRIN 56,556 MT BLT 2012 OPEN YANGPU,CHINA 26-31 AUG 2024\r\nMV AMOY DREAM 63,878 MT BLT 2017 OPEN KAMIISO 28-30 AUG 2024\r\nMV. ZH CHANG XING\r\nBuilt 2014\r\nBuilding Yard : Nantong COSCO KHI\r\nGeared Bulk Carrier\r\nDwat: 61.205on 13,04 m ssw draft\r\nTPC: 60,40\r\nLOA 199,90 mtrs\r\nBEAM 32,24 mtrs\r\nGRT / NRT (International): 34612 / 20240\r\n5 holds / 5 hatches, hydraulic-folding hatchcovers\r\n4 x 35 mts electro-hydraulic cranes\r\nGrab fitted with 4 x 12 cbm\r\nTotal: 77.546,300 CBM grain / 74.157,60 CBM bale\r\nTanktop strength:\r\nNo 1,5: 23,00 mt per sqm\r\nNo 2,4: 16,50 mts per sqm\r\nNo 3: 24,50 mts per sqm\r\nSpeed/Consumption:\r\nBallast abt 14.00 knots on abt 27.00 MT plus abt 2.00 MT for aux eng. IFO 380cst\r\nLaden abt 13.50 knots on abt 27.50 MT plus abt 2.00 MT for aux eng. IFO 380cst\r\nPort consumption: idle abt 3.50 MT IFO 380cst / working abt 5.50 MT IFO 380cst\r\nECO speed/consumption - always on WOG basis:\r\nBallast  : Abt 13.00 kn on abt 20.50 MT plus abt 2.00 MT for aux eng. IFO 380cst\r\nLaden :  Abt 12.00 kn on abt 22.00 MT plus abt 2.00 MT for aux eng. IFO 380cst\r\nAdd 0.10 MT MGO per day to all of the above\r\nVessel has the right to burn mdo while maneuvering in/out of ports and navigating in narrow waters, rivers, channels etc.\r\nSpeed and consumption figures are ‘about’ which is applicable to both and jointly to speed And consumption (specifically meaning 0.5 knots for speed and 5pct for consumption), and Both speed and consumption are always calculated only from beginning sea passage to end Sea passage, excluding any voyage up to 48 hours duration, and both speed and consumption\r\nare always subject to good weather conditions for a period of 24 consecutive hours up to Beaufort scale force 4 and Douglas Sea State 3, with combined wave and swell heights not to exceed 1.25 M, no adverse currents, without negative influence of swell, clean bottom, even keel and excl voyages of less than 48 hours.\r\nPeriods exceeding the above agreed mentioned good weather conditions and terms are the be Expressly excluded when vessel’s speed evaluation is conducted, no other extrapolation will Be allowed ,EXTRAPOLATION OF “GOOD WEATHER” PERFORMANCE FOR “BAD WEATHER” PERIODS IS NOT ALLOWED . Always subject to good quality of bunkers as agreed herein.\r\nALL FUELS SUPPLIED SHALL BE HOMOGENOUS AND OF QUALITY SUITABLE FOR BURNING IN THE VESSEL'S ENGINES AND AUXILIARIES AND TO CONFORM TO ISO 8217:2017(E) SPECIFICATIONS (AND ANY AMENDMENTS THERETO) OF QUALITY RMG380 FOR IFO 380CST AND DMA FOR LSMGO. NO MIXING OF FUELS IS ALLOWED.ULO (USED LUBRICATION OIL) OR OTHER WASTE PRODUCTS ARE STRICTLY NOT PERMITTED AND NOT TO BE INCLUDED IN THE FUELS SUPPLIED. LSMGO SUPPLIED TO HAVE MAX SULPHUR CONTENT OF 0.1%.OWS HAS THE RIGHT TO SET OFF THE SPEED LOSS AGAINST THE BUNKER SAVED,VICE VERSE.\r\nCharterers are not allowed to mix different supplies of IFO, or MDO, in the same bunker tanks, however charterers are allowed to mix different supplies of LSMGO in the same bunker tanks (provided same grade).\r\nAll details about\r\nAPJ SHIRIN\r\nFLAG PANAMA.\r\nBLT MAY 12, COSCO GUANGZHOU , CHINA\r\nHO/HA 5/5,\r\nDWT 56556 MT ON 12.80 M (S),\r\nLOA/BEAM/TPC 189.99/32.26, 58.8(S)\r\nGT/NT 32987/19221\r\nGRAIN/ BALE 71634.09 / 68,200\r\nMAX.SAFE SPEED:\r\nBALLAST ABT 12.50  KNOTS/ VLSFO ABT 24 MT\r\nLADEN ABT 12.00 KNOTS/ VLSFO ABT 26 MT\r\nECO SPEED:\r\nBALLAST ABT 11.00 KNOTS/ VLSFO ABT 20 MT\r\nLADEN ABT 10.50 KNOTS/ VLSFO ABT 23 MT\r\nIDLE - ABT 2.20  MT VLSFO  + ABT 0.20 MT LSMGO\r\nWITH CARGO GEAR - ABT 4.50 MT VLSFO + ABT 0.20 LSMGO\r\n4 X 30 METRIC TONS SWL CRANES AND 4 X 12CBM REMOTE CONTROLLED GRABS\r\nIF GRABS USED  SWL OF CRANES WILL BE CONSIDERED AS 24 MT\r\nGRABS TO OPERATE WITH 12CBM CAPACITY SUBJECT TO DENSITY OF CARGO.\r\nALL DETAILS ABOUT\r\nALL SPEED AND CONSUMPTION FIGURES ARE AVERAGE FIGURES DURING C/P PERIOD. ALL SPEED AND ALL CONSUMPTION FIGURES ARE TO BE CONSIDERED AS 'ABOUT'.\r\nAT SEA PERFORMANCE FIGURES,ONLY APPLY ON GOOD WEATHER DAYS (OF A MINIMUM 24 CONSECUTIVE HOURS) AND ANY OF THE FOLLOWING DAYS ARE EXCLUDED FROM ANY WARRANTY AS TO THE VESSELS SPEED AND PERFORMANCE:\r\nTHOSE IN WHICH WEATHER CONDITION EXCEEDS EITHER IN  SEABUOY TO SEABUOY IN MODERATE WEATHER UPTO/INCLUDING BEAUFORT 4.DOUGLAS SEA STATE 3 AND SIGNIFICANT WAVE AND SWELL HEIGHT OF 1.25M OR GREATER OR THOSE IN WHICH THERE ARE NEGATIVE INFLUENCES OF SWELL OR THOSE IN WHICH THERE ARE ADVERSE CURRENTS. NO ADVERSE CURRENT. NO FAVORABLE CURRENTS TO BE TAKEN INTO ACCOUNT WHEN CALCULATING THE VESSEL'S PERFORMANCE.\r\nALL DETAILS “ABOUT” WHICH IS UNDERSTOOD TO MEAN A 0.5 KNOTS TOLERANCE AND A 5% ALLOWANCE ON BUNKER CONSUMPTION, BOTH IN VESSEL'S FAVOR. IN THE EVENT THAT ANY SPEED/PERFORMANCE CLAIM IS MADE, OWNERS ARE ENTITLED TO OFFSET THE VALUE OF ANY BUNKER SAVINGS MADE BY CHARTERERS BELOW THE UPPER LIMIT OF THE WARRANTED CONSUMPTION. POSITIVE CURRENTS NOT TO BE CONSIDERED FOR ANALYSING PERFORMANCE.\r\nVLSFO 380 CST CLASS RMG 380 MAX SULPHUR CONTENT 0.50 % / DIESEL CLASS DMA MAX SULPHUR CONTENT 0.10 % , BOTH GRADES AS PER ISO 8217, 2017 OR LATEST EDITION. NO USED LUBRICANTS TO BE PRESENT IN FUEL NO COMINGLING OF DIFFERENT FUEL BATCHES IN TANKS ALLOWED \"VESSEL USE VLSFO /LSMGO AS PER DESCRIPTION. VLSFO/LSMGO IS USED FOR STARTING/STOPPING OF AUX-ENGINES AND AUX-BOILERS. MAIN ENGINE IS CHANGED TO LSMGO WHEN MAINTENANCE IS REQUIRED TO BE DONE ON FUEL SYSTEM ON RARE OCCASIONS M/E IS CHANGED TO LSMGO WHILE MANOEUVRING IN NARROW WATERS.\r\nTHE PARTIES UNDERSTAND AND AGREE THAT WHEN NAVIGATING ANY ECA (EMMISION CONTROL AREA), THE VESSEL IS OBLIGED TO CONSUME LSMGO IN LIEU OF VLSFO AND AS SUCH, THE VESSELS PERFORMANCE SHALL BE AFFECTED. AS A RESULT, NONE OF THE PERFORMANCE WARRANTIES IN THIS C/P RELATING TO THE VESSELS SPEED AND/OR CONSUMPTION SHALL BE APPLICABLE TO PERIODS IN WHICH THE VESSEL IS NAVIGATING ANY ECA; AND ANY PERIOD NAVIGATING ANY ECA SHALL BE EXCLUDED FROM ANY SPEED OR PERFORMANCE CALCULATION.\r\nNAME: M/V AMOY DREAM\r\nTYPE: BULK CARRIER\r\nCLASS: BV\r\nBUILT: 2017, TSUNEISHI ZHOUSHAN\r\nFLAG: HONG KONG\r\nSUMMER DEADWEIGHT/DRAFT/TPC: 63,878MT / 13.32M / 61.34M\r\nLOA/BEAM: 199.9M / 32.26M\r\nGRT/NRT: 35,606 / 21,466\r\nGRAIN/BALE (CBM): 79,014.7 / 76,191\r\nHO/HA: 5 / 5\r\nGEARS: 4 SETS X 30MT DECK CRANE + 4 SETS X 13CBM GRABS\r\nSPEED/CONS: IS GIVEN IN GOOD FAITH, UNDER 24 CONSECUTIVE HOURS OF GOOD WEATHER CONDITIONS NOT EXCEEDING BF4 AND DSS 3 (SIGNIFICANT HEIGHT MAX 1.25M) WITH NO ADVERSE CURRENT (FAVORABLE CURRENT IN OWNERS’ BENEFIT) AND WITH NO NEGATIVE INFLUENCE OF SWELL, AND ALWAYS EXCLUDING BALLASTING/DEBALLASTING OPERATIONS.\r\nLADEN - ABOUT 13.5KNOTS ON ABOUT 28.0MT VLSFO + ABOUT 0.2MT LSMGO\r\nBALLAST - ABOUT 14.0KNOTS ON ABOUT 28.0MT VLSFO + ABOUT 0.2MT LSMGO\r\nECO SPEED\r\nLADEN - ABOUT 12.0KNOTS ON ABOUT 17.7MT VLSFO + ABOUT 0.2MT LSMGO\r\nBALLAST - ABOUT 12.5KNOTS ON ABOUT 17.7MT VLSFO + ABOUT 0.2MT LSMGO\r\nIN PORT: IDLE ABOUT 3.3MT VLSFO + ABOUT 0.4MT LSMGO\r\nWORKING 24 HOURS ABOUT 4.9MT VLSFO + ABOUT 0.4MT LSMGO\r\n“ABOUT” IS DEFINED AS 5% MORE ON BUNKER CONSUMPTION AND 0.5 KNOTS LESS ON VESSEL’S SPEED.\r\nSTRICTLY NO COMINGLING OF BUNKERS PERMITTED UNLESS OTHERWISE EXPRESSLY ALLOWED BY HEAD OWNERS.\r\nOWNERS BUNKER SPECS TO ALWAYS APPLY, UNLESS OTHERWISE EXPRESSLY PERMITTED BY HEAD OWNERS\r\nIFO SPECS: RMG380 ISO 8217:2010 MAX 0.5% SULPHUR M/M\r\nMGO SPECS: DMA ISO 8217:2010 MAX 0.1% SULPHUR M/M\r\nTHE VESSEL HAS THE LIBERTY TO CONSUME LSMGO WHILE MANEUVERING, IN/OUT OF PORTS, STARTING OF A/E, NAVIGATING IN SHALLOW/RESTRICTED/BUSY WATER, CANALS AND RIVERS.\r\nALL DETAILS ABOUT AND WITHOUT GUARANTEE.\r\nBest regards\r\nRavindra Porwal\r\nMob : +971 553725425\r\nSkype: live:.cid.b2c866bf3a143afe\r\nAshish Bachchan\r\nMob :  +91 9096016301\r\nSkype: live:.cid.8e1394c23505ba0a\r\nAtish Wajage\r\nMob :  +91 73049 43020\r\nSkype: live:.cid.820cdb34dd3f69d5\r\nAnastazja Marfin\r\nMOB: +971 55 135 5090\r\nSkype: live:.cid.667e51eab00d5648\r\nFeel free to connect with us !!\r\nFor Dry : dry@trinity-ship.com\r\nProjects: projects@trinity-ship.com\r\nTankers : tankers@trinity-ship.com\r\nWebsite: www.trinity-ship.com\r\nBIMCO Member  ID 182184\r\nPlease print this email only if necessary. Go green! It’s good for your business and good for the planet.\r\nNotice & Disclaimer: \"Trinity Shipbrokers Limited, UAE acts as Ship Broker Only - This email from dry@trinity-ship.com with attachments are confidential and they are intended only for the intended / authorized recipients of the sender. The information contained in this e-mail and any attachment(s) must not be published, copied, disclosed or transmitted in any form to any person or entity unless expressly authorized by the sender. If you have received this email by mistake / error you are requested to delete it immediately and inform the sender by return e-mail. Trinity Shipbrokers will neither be liable nor responsible for any unauthorized transmission of this e-mail nor for any damage sustained as a result of this e-mail. \"",
            {
                "entities": [
                    [
                        196,
                        218,
                        "COMPANY"
                    ],
                    [
                        238,
                        263,
                        "DELIVERY"
                    ],
                    [
                        294,
                        309,
                        "LAYCAN"
                    ],
                    [
                        311,
                        324,
                        "RE_DELIVERY"
                    ],
                    [
                        326,
                        333,
                        "ADDRESS_COM"
                    ]
                ]
            }
        ]
    ]
}