{
    "classes": [
        "CARGO_NAME",
        "COMPANY",
        "LAYCAN",
        "LOAD_PORT",
        "LOAD_RATE",
        "DISCHARGE_PORT",
        "DISCHARGE_RATE",
        "ADDRESS_COM",
        "CARGO_SIZE",
        "DELIVERY",
        "RE_DELIVERY",
        "DURATION"
    ],
    "annotations": [
        [
            "Dear Sir\r\ngood day!\r\nPlease find owners reply in red :\r\nqte\r\n- VESSEL IS SUITABLE IN EVERY RESPECT TO CARRY CHARTERERS INTENDED CARGO FOR LOADING AND DISCHARGING WITH SHIPS GEARS. ALSO, VSL TANKTOPS SUFFICIENT FOR FORKLIFT OPERATIONS INSIDE HOLDS.\r\n- VESSELS HOLDS ARE WATER-TIGHT, AIR-TIGHT & WEATHER-TIGHT & SHALL REMAIN SO DURING THE ENTIRE DURATION OF THE VOYAGE FROM START OF LOADING TILL COMPLETION OF DISCHARGE.\r\n- VESSEL IS CLASSED TO HIGHEST LLOYDS OR EQUIVALENT & REMAIN SO THROUGHOUT THE ENTIRE DURATION OF VOYAGE FROM START OF LOADING TILL COMPLETION OF DISCHARGE\r\n- VESSEL IS FULLY COVERED WITH FIRST CLASS P & I CLUB & REMAIN SO THROUGHOUT THE ENTIRE DURATION OF THE VOYAGE\r\n- VESSEL IS FULLY COVERED FOR H&M INSURANCE & REMAIN SO THROUGHOUT THE ENTIRE DURATION OF THE VOYAGE FROM START OF LOADING TILL DISCHARGE IS COMPLETED.\r\n- VESSEL HAS NOT BEEN DETAINED BY PORT STATE CONTROL IN LAST 10 MONTHS\r\n- VESSEL WAS NEVER PREVIOUSLY NOR PRESENTLY BEING SANCTIONED BY ANY GOVERNING BODIES AND OR COUNTRIES INCLUDING BUT NOT LIMITED TO THE U.S.A AND SHALL REMAIN SO THROUGHOUT THE ENTIRE DURATION OF THE VOYAGE CONTRACT.\r\n- NON-US SANCTIONED FLAG\r\n-  TO COMPLY WITH OTHER PORT/BERTH RESTRICTIONS SUCH AS DRAFT/ LOA / BEAM ETC BOTH ENDS\r\nFOR\r\n01. CHARTERERS: please share full style\r\n02. OWNERS: TBA\r\n03. CARGO/QUANTITY: MIN/MAX 12000MT FINE SAND IN BULK. SF0.7 WOG.         ----10000-10500mt\r\n04. LOADING PORT: 1SP PORT QASIM, PAKISTAN\r\n05. LOADING RATE: 4,000MT PWWD SHEX UU---SSHINC\r\n06. DISCHARGING PORT: 1SP THILAFUSHI, MALDIVES\r\n07. DISCHARGE RATE:  3,000MT PWWD SHEX UU   ---SSHINC\r\n08. LAYCAN: 25 – 30TH AUG. 2024  --- 1-10 SEP, 2024\r\n09. FRT: US$ 23 PMT FIOST BSS 1/1  ---USD 24 PMT\r\n10. FREIGHT BENIFICIARY:\r\nBeneficiary in TBA : TBA\r\nAddress: TBA\r\nAccount No: TBA\r\nBeneficiary’s Bank  : TBA\r\nBank add: TBA\r\nSWIFT CODE: TBA\r\nIntermediary bank: TBA\r\nSWIFT CODE: TBA\r\n11. 100% FULL FRT LESS COMM PAYABLE W/I 3 BDAYS ACOL AND OWNERS RELEASING B/LS MARKED 'FREIGHT PAYABLE AS PER C/P' AFTER COMPLETION OF LOADING TO SHIPPERS, BUT ALWAYS BBB. THE BILLS OF LADING AT LOAD PORT TO BE RELEASED UNDER THIS FIXTURE / CHARTER PARTY BETWEEN XXXX, AS CHARTERERS AND XXX.  AS OWNERS.\r\nANY \"FRT PREPAID\" B/L TO BE RELEASED ONLY AFTER OWNERS RECEIPT OF FULL FRT. FULL FREIGHT IS DEEMED AS EARNED, DISCOUNTLESS, NON- RETURNABLE AFTER CARGO BEING LOADED ON BOARD EITHER SHIP A/O CARGO LOST OR NOT LOST.\r\nANY BILLS OF LADING & SHIPPING DOCUMENTS INCLUDING STOWAGE PLAN, SHIPPING CERITIFICATE, NOR TENDER CERTIFICATE ETC ISSUED TO BE IN COMPLIANCE WITH THE L/C OR RECEIVER’S TERMS & REQUIREMENT.\r\n12. DEMURRAGE / DESPATCH: USD XXX PDPR/NO DES ---8000\r\n13. DEMURRAGE / DESPATCH, LOADING PORT TO BE SETTLED WITH OCEAN FREIGHT AND DISCHARGING PORT, IF ANY, TO BE PAID W/I 5 DAYS UPON COMPLETION OF DISCHARGE SUBMISSION CLAIM ALONG WITH REQUIRED DOCUMENTS.\r\n14. VALID N.O.R AT LOADPORT AND DISCHARGE PORT TO BE TENDERED DURING OFFICE HOURS MON-FRIDAY 0800-1700 HRS AND ON SAT 0800-1200 HRS,  ON ARRIVAL BASIS WHETHER IN BERTH OR NOT, WHETHER IN PORT OR NOT WHETHER FREE PRATIQUE OR NOT, WHETHER IN CUSTOMS CLEARANCE OR NOT.\r\n.\r\nNOTICE OF READINESS AT LOADING PORT TO BE GIVEN TO THE OWNER'S VESSEL AGENT / SHIPPER(S)/ SHIPPER(S)'S AGENT / CHARTERER / CHARTERER'S AGENT AND AT THE DISCHARGING PORT NOTICE OF READINESS TO BE GIVEN TO THE OWNER'S VESSEL AGENT / RECEIVER(S) / RECEIVER(S)'S AGENT / CHARTERER / CHARTERER'S AGENT\r\nAT LOAD PORT VESSEL SHALL TENDER NOR WITH HOLD CLEAN, DRY AND IN EVERY RESPECT SUITABLE TO RECIEVE THE INTENDED CARGO AND SAME TO CERTIFY BY CHRTRS SURVEYOR. IF HOLDS ARE REJECTED FOR LOADING, THEN CLEANING / DRYING HOLD / HATCHES / MAKING HOLDS SUITABLE TO CARRY CHARTERER'S INTENDED CGO TO BE DONE FULLY ON OWRS A/C UPTO SURVEYOR’S SATISFACTION. BUT IN CASE ANY DISPUTE IN REGARD TO HOLD CLEANING, AN INDEPENDENT SURVEY TO BE APPOINTED MUTUALLY AND HIS FINDING TO BE BINDING FOR ALL PARTIES. COST TO BE ON ACCOUNT OF PARTY IN FAULT. TIME NOT TO COUNT AS LAYTIME. IF HOLD INSPECTION FAILS, TIME NOT TO COUNT FROM FAILING TILL PASSING THE NEXT INSPECTION. LAYTIME TO CEASE AFTER COMPLETION OF LOADING / DISCHARGING OF CARGO.\r\nAT DISCHARGE PORT VESSEL SHALL TENDER NOR WITH NO DECK CARGO ONBOARD OR ANY OTHER MATERIAL / ITEMS THAT MAY OBSTRUCT THE DISCHARGING OPERATIONS AND PROVIDED THAT THE MASTER WARRANTS THAT SHE IS IN FACT READY IN ALL RESPECTS TO DISCHARGE CHARTERER'S CARGO ONBOARD.\r\n15. LAYTIME AT LOADPORT AND DISCHARGE PORT SHALL COMMENCE AT 1400 HOURS, IF NOTICE OF READINESS IS GIVEN UP TO AND INCLUDING 1200 HOURS, AND AT 0800 HOURS NEXT WORKING DAY IF NOTICE GIVEN DURING OFFICE HOURS AFTER 1200 HOURS. .\r\nLAYTIME NON-REVERSIBLE BETWEEN LOAD AND DISCHARGE PORT. ---NOR TENDER ANY DAY AND NIGHT TIME W.W.W.W., LAYTIME COUNTED 12HOURS LATER FROM NOR TENDER EXCEPT ACTUAL USED\r\n16. ANY TAXES/DUES/WHARFAGE ON FREIGHT/VESSEL TO BE FOR OWS ACCOUNT BUT SAME ON CARGO TO BE FOR SHIPPERS / RECEIVERS / CHTRS ACCOUNT.\r\n17. OWNERS TO ISSUE CHRTS IN SINGAPORE WITH 2ND SET 'FREIGHT PREPAID'/ 'FREIGHT COLLECT' AND CLEAN ON-BOARD BILL(S) OF LADING, SWITCHED / SPLIT BILL(S) OF LADING AGAINST CHRTS SIMPLE LOI IN OWS PNI CLUB WORDING, at charterers cost. IN CASE THE FINAL ORIGINAL BILLS OF LADING TO BE USE TO DISCHARGE THE CARGO CANNOT ARRIVE AT DESTINATION PORT ON TIME, OWNERS TO ISSUE CHRTRS WITH COLOR SCANNED COPY OF FULL SET OF FINAL BILL(S) OF LADING SOLELY FOR CLEARING OF DOCUMENTATION / CUSTOMS PURPOSE ONLY TO AVOID BERTH DELAYS.---ADD ONLY CAN RELEASE THE CARGO WHEN OWNER RECEIVED THE OBL. THE 2ND SET BL MAY CHANGE SHIPPER/CONSIGNEE/NOTIFY PARTY /DISCHG PORT AND MAYBE COMBINE BL. 2ND SET BL WILL BE SWITCHED AT OTHER CITY BY CTRS AGENT AGAINST CHTRS AND SHIPPERS LOI IN OWRS PNI FORMATY， 1ST SET ORIGINAL BL SHALL BE CANCELED AND STAMP NULL AND VOID AT LOADING PORT BEFORE ISSUE 2ND SET BL AND SEND OWNER NULL AND VOID 1ST SET BL VIA EMAIL,THEN POST IT TO OWNER AS WELL.\r\nANY BILLS OF LADING & SHIPPING DOCUMENTS INCLUDING STOWAGE PLAN, SHIPPING CERTIFICATE, NOR TENDER CERTIFICATE ETC ISSUED TO BE IN COMPLIANCE WITH THE L/C OR RECEIVER’S TERMS & REQUIREMENT.\r\n18. IF ORIGINAL BILL(S) OF LADING ARE NOT AVAILABLE AT DISCHARGE PORT, ON CHARTERERS REQUEST, OWNERS TO ALLOW CARGO DISCHARGE  ONLY AGAINST CHARTERER'S LOI IN OWNER PNI WORDINGS,\r\nLOI OF OWNERS PNI CLUB WORDINGS TO BE ADJUSTED ACCORDINGLY TO THIS CLAUSE.\r\n19. LOAD PORT DA ON OWNERS ACCOUNT, DISCHARGE PORT DA ON CHARTERERS ACCOUNT. LOAD PORT AGENTS TO BE RECOMMENDED BY CHARTERES\r\nVESSEL AGENT TO BE DEEMED AS OWNERS' REPRESENTATIVE BUT SHALL ALWAYS BE IN COMMUNICATION WITH THE SHIPPER / RECEIVER / CHARTERER FOR ALL LOADING AND DISCHARGING OPERATIONS MATTERS.\r\n20. OWNERS RESPONSIBILITY TO CHECK PORT / BERTH / DRAFT RESTRICTION AT BOTH ENDS.\r\n21. OAP, IF ANY TO BE FOR CHARTERERS ACCOUNT.\r\n22. VESSEL TO LOAD ONLY CARGO FOR WHICH CLEAN AND UNCLAUSED MATE'S RECEIPTS AND BILLS OF LADING CAN BE ISSUED. IN ORDER TO BE ABLE TO DO SO, THE MASTER MUST STRICTLY REJECT UNSOUND / DAMAGED CARGO AND SHIPPERS HAS TO REPLACE THE SAME WITH SOUND AND GOOD. IF ONLY ON SPECIAL CASE OF CHARTERERS ALLOWING UNSOUND CARGO, CLEAN BILL(S) OF LADING TO BE ISSUED AGAINST CHRTS LOI IN OWNERS P& I WORDING\r\n23. MASTER / OWNERS TO GIVE NOTICE OF ARRIVAL AT LOAD PORT 7/5/3/2/1 DAYS TO THE OWNER'S VESSEL AGENT / SHIPPER(S) / SHIPPER(S)'S AGENT / CHARTERER / CHARTERER'S AGENT AND 7/5/3/2/1 DAYS AT DISCHARGE PORT PRIOR ARRIVAL TO THE OWNER'S VESSEL AGENT / RECEIVER(S) / RECEIVER(S)'S AGENT / CHARTERER / CHARTERER'S AGENT / NOTIFY PARTY OR THEIR NOMINATED AGENT.\r\n24. SHIP OWNER HEREBY CONFIRM SHIP IS SEAWORTHY AND HAS SHIPS TRADING CERTIFICATES INCLUDING SHIP REGISTRY, P & I COVER, CLASS CERTIFICATE, ISM, SMC, DOC ETC AND ARE VALID TILL COMPLETION OF VOYAGE / DISCHARGE AND CAN PROVIDE ON DEMAND TO CHRTRS OR THEIR AGENT.\r\n25. OWS TO GTEE THAT ALL HATCHES & VESSEL CRANES ARE IN GOOD WORKING CONDITION. LAYTIME TO BE PRO-RATED FOR HATCHES & CRANES NOT WORKING DUE TO VESSEL FAULT AND OR MECHANICAL FAILURE OR WHICH CANNOT BE PROVIDED FOR CHTRS USE. EXCEPT IN CASE WHERE IT IS THE LAST HATCH IN OPERATION IN WHICH CASE ENTIRE VSL TO BE PUT OFFHIRE, UNTILL THE OPERATIONS ARE RESUMED. HATCH & CRANES REPAIRS IF REQUIRED AT THE COST/TIME OF OWNERS. IF VSLS GEARS FAIL, THEN CARGO TO BE LOADED BY SHORE/FLOATING/MOBILE DEVICES AT THE COST OF OWNERS IN WHICH CASE LAYTIME TO COUNT FULL.\r\n26. COMM : NIL ADCOM\r\n27. OWNERS G'TEE THAT THE VESSEL HOLDS ALL VALID TRADING AND CGO GEAR CERTS, WHICH WILL REMAIN VALID FOR THE DURATION OF THE VOYAGE.\r\n28. OWNERS G'TEE VSL IS FULLY P&I COVER AND CERTIFICATE ISSUED BY SHIPPING COMPANY OR ITS AUTHORISED AGENT CERTIFYING THAT THE VESSEL IS CLASSED UNDER AN APPROVED CLASSIFICATION SOCIETY AS PER INSTITUTE CLASSIFICATION CLAUSES AND IS CLASSIFIED AS LLOYDS 100 A1 OR ITS EQUIVALENT CLASSIFICATION AND IS NOT MORE THAN 20 YEARS OLD AND IS SEAWORTHY N SHALL MAINTAIN TILL COMPLETION OF DISCH.\r\n29. SHIP OWNERS WARRANT THAT THE SHIP IS FULLY INSURED AND CERTIFIED FOR POLLUTION RISKS IN ACCORDINGLY WITH RULES AND REGULATIONS OF NATIONAL PORT AUTHORITIES RELEVANT TO THE TRADING UNDER THIS CONTRACT.\r\n30. OWNERS GUARANTEE THAT VESSEL IS FREE FROM ANY REPORTED / NOTIFIED CHARGE CLAIM OR THREAT OF ARREST FOR THE ENTIRE PERIOD OF VESSEL CHARTER IN THIS CHARTER PARTY.\r\n31. OWNERS GUARANTEE VESSEL HAS SAFETY MANAGEMENT CERTIFICATE AND WILL REMAIN VALID TILL THE COMPLETION OF THE VOYAGE.\r\n32. ARBITRATION IF ANY TO BE SETTLED IN SINGAPORE BY ENGLISH LAW (HAGUE-VISBY RULES) AND SIAC RULES.  SOLE ARBITRATOR TO BE APPOINTED BY MUTUAL CONSENT OF BOTH PARTIES. IN THE EVENT THAT NO AGREEMENT IS REACHED, THE SOLE ARBITRATOR TO BE APPOINTED BY SIAC.\r\n33. GA IF ANY TO BE SETTLED BY YORK-ANTWARP RULES 1974 AMENDED 1994\r\n34. SHIFTING FROM ANCHORAGE / PILOT STATION / WAITING AREA TO FIRST BERTH TO BE FOR OWNERS ACCOUNT (EXPENSES & TIME) AT BOTH ENDS. ALL OTHER SHIFTINGS TO BE FOR CHRTSR/SHPRS/RCVRS ACCT.\r\n35. MASTER / OWNER TO RECORD ON DAILY BASIS ALL WEATHER CONDITIONS SUCH AS RAIN / DRIZZLE / FOG / SWELLING / SNOW/HUMIDITY ETC OF PORT / ANCHORAGE / WAITING AREA / PILOT STATION / BERTHSIDE AND SAME TO BE PROVIDED TO THE VESSEL AGENT / CHARTERER ON DAILY BASIS. SUCH RECORDS TO TALLY WITH THE FINAL SOF SIGNED & STAMPED BY THE MASTER & SHIPPER & RECEIVER & OR THEIR RESPECTIVE REPRESENTING AGENT.\r\n36. MASTER / OWNER TO PROVIDE ON DAILY BASIS ALL LOADING & DISCHARGING REPORT INCLUDING BUT NOT LIMITED TO LAST 24 HOURS QUANTITY LOADED / DISCHARGED, TOTAL QUANTITY LOADED / DISCHARGED, REMAINING / BALANCE FOR LOADING / DISCHARGING, AND SAME TO BE PROVIDED TO THE VESSEL AGENT / CHARTERER ON DAILY BASIS. ALTERNATIVELY, OWNERS TO INSTRUCT THE VESSEL AGENT TO PROVIDE SUCH REPORTS TO CHARTERERS ON DAILY BASIS. SUCH RECORDS TO TALLY WITH THE FINAL SOF SIGNED & STAMPED BY THE MASTER & SHIPPER & RECEIVER & OR THEIR RESPECTIVE REPRESENTING AGENT.\r\n37. FORCE MAJEURE AS PER ICC FORCE MAJEURE CLAUSE 2020 SHALL APPLY FOR ENTIRE PERIOD OF VOYAGE UNTIL COMPLETION OF DISCHARGE.\r\n38. OWNERS / DISPONENT OWNERS / VESSEL OPERATORS CONFIRMS THAT THEY WILL NOT ASSIGN / TRANSFER THE CHARTER PARTY RIGHTS TO ANY OTHER 3RD PARTY WITHOUT THE PRIOR CONSENT FROM THE CHARTERERS.\r\n39. STEVEDORE DAMAGE TO BE SETTLED DIRECTLY BETWEEN OWNERS AND STEVEDORES. HOWEVER, IF NO AGREEMENT CAN BE REACHED CHARTERERS TO ASSIST OWNERS FOR SETTLEMENT OF THE SAME.\r\n40. OWNERS ARE RESPONSIBLE FOR SAFE KEEPING OF GOODS / CGO SO THAT THE PRODUCT DOES NOT GET DAMAGED / WET DURING VOYAGE TRANSIT FROM START OF LOADING TILL COMPLETION OF DISCHARGE\r\n41. OWNER / MASTER SHALL NOT DEVIATE THE VESSEL'S ROUTING FOR ANY REASON(S) OR LOAD ON DECK CARGO WITHOUT CHARTERER'S CONSENT EXCEPT FOR BUNKERING.\r\n42. FOR BULK CARGO, A JOINT DRAFT SURVEY with master/chief officer TO BE CONDUCTED AT BOTH ENDS PRIOR TO LOADING AND AFTER COMPLETION OF LOADING AT LOAD PORTS AND PRIOR TO DISCHARGE AND AFTER COMPLETION OF DISCHARGE AT DISCHARGE PORT. MASTER TO ACT ON BEHALF OF OWNERS. ALL DRAFT SURVEY CONDUCTED MUST BE IN THE PRESENCE OF THE SHIPPER'S / RECEIVER'S / CHARTERER'S REPRESENTATIVE OR THEIR EQUIVALENT AGENT / SURVEYOR. FINAL QUANTITY TO BE DETERMINE BY DRAFT SURVEY BOTH ENDS.\r\n- FIRST AND LAST DRAFT/HOLDS SURVEY AT OWNER’S TIME AT BOTH PORTS OF LOADING AND DISCHARGE. FIRST AND LAST HATCH CLOSING AT OWNER’S TIME AND EXPENSE.\r\n43. VESSEL IS GUARANTEED SUITABLE FOR GRABS LOADING & DISCHARGE ---GRABS TO BE PROVIDED BY CHTR\r\n44. VESSEL TO BE LEFT IN SEAWORTHY TRIM TO SHIFT BETWEEN PORTS AND BERTHS TO MASTER'S SATISFACTION AT OWNERS ACCOUNT BOTH ENDS. ANY SPECIAL TRIMMING AT OWNER’S TIME AND COST.\r\n46. VESSEL SHOULD BE SUITABLE FOR GRAB LOAD AND DISCHARGE WITH SHORE / FLOATING / HARBOUR CRANES. VSL IS NON GRABBER AND GRABS IF ANY REQUIRED CHRS ACCT.\r\n47. OTHERWISE AS PER CLEAN GENCON 94 WHICH TO BE LOGICALLY AMMENDED AS PER MAIN TERMS.\r\nunqte\r\nBest Regards,\r\nRavindra Porwal\r\nTrinity Ship Brokers Ltd\r\nMOB: +971 55 372 5425\r\nE: ravindraa@trinity-ship.com /dry@trinity-ship.com\r\nSkype: live:.cid.b2c866bf3a143afe\r\nW: www.trinity-ship.com\r\nBIMCO Member  ID 182184\r\nPlease print this email only if necessary. Go green! It’s good for your business and good for the planet.\r\nFrom: Mohamed Muslih Moosa <mohamed.muslih@stateshipping.mv>\r\nSent: Tuesday, August 27, 2024 10:00 AM\r\nTo: Ravindraa- Trinity Ship <Ravindraa@trinity-ship.com>\r\nCc: Chartering <chartering@stateshipping.mv>\r\nSubject: PAKISTAN - MALDIVES | FINE SAND SHIPMENT | RECAP\r\nDear Team\r\nPlease find the attached recap for subject shipment .\r\nBest Regards,\r\nMohamed Muslih Moosa\r\nSenior Officer – Commercial\r\nMaldives State Shipping Company (Pvt) Ltd - A subsidiary of STO",
            {
                "entities": [
                    [
                        1406,
                        1444,
                        "LOAD_PORT"
                    ],
                    [
                        1450,
                        1471,
                        "LOAD_RATE"
                    ],
                    [
                        1500,
                        1543,
                        "DISCHARGE_PORT"
                    ],
                    [
                        1547,
                        1571,
                        "DISCHARGE_RATE"
                    ],
                    [
                        1602,
                        1629,
                        "LAYCAN"
                    ],
                    [
                        1635,
                        1649,
                        "LAYCAN"
                    ]
                ]
            }
        ]
    ]
}