{"classes":["VESSEL_NAME","IMO","DWT","BUILD_YEAR","OPEN_DATE","OPEN_AREA","FLAG","CRANES"],"annotations":[["DEAR SIRS\r\nGD DAY\r\nPLS KINDLY PPS FOR:\r\nMV.WANG DA 38K/16,JEDDAH ARD 12-13TH/SEPT  IAGW,NO IRAN/ISRAEL/YEMAN,PREFER BUSINESS TO CHINA DIRECTLY,TRY F.E OR S.E.ASIA,BOD RVTG\r\nWANG DA\r\nPANAMA FLAG,NKK CLASS,2016 BLT\r\nSUMMER DWT 38225MT BSS 10.60M/TPC 51.7MT\r\nGT/NT 24750/12765,TPC 51.7\r\nLOA/BEAM:179.90/30.00M\r\n4*36MT CRANE ,4*(6-12)CBM GRAB(REMOTE CONTROL)\r\nG/B (BSS TWN DEC OPEN) 45108.80CBM/NIL\r\nG/B(BSS TWN DECK CLOSED) 46516.30/44728.8CBM\r\nHOLD 2&4 TWIN DECK (FLUSH TD CAN BE REGARDED AS SINGLE DECK FOR BULK CARGO),OTHERS SD\r\n5H/5H\r\nSPEED/ CONSUMPTION:\r\nFULL SPEED/CONS:\r\nBALLAST/LADEN ABT 12.50KN/ABT 12.20KN ON ABT 20.00MT IFO 380CST (RMG 380)+ABT 0.10MT MDO\r\nECO:\r\nBALLAST/LADEN ABT 11.70KN/ABT 11.70KN ON ABT 17.50MT/ABT 18.00MT IFO 380CST (RMG 380)+ABT 0.10MT MDO\r\nPORT CONS:IDLE ABT 2.80MT IFO 380CST(RMG 380)+ ABT 0.10MT MDO OR WORKING ABT 3.8MT BSS 12H OR  5.00MT BSS 24H IFO 380CST(RMG 380)+ABT 0.10MT MDO\r\nADDITIONAL ABT 0.5MT IFO 380CST(RMG 380) FOR IDLE OR WORKING IF THE AIR TEMPERATURE IS UNDER 15 CENTIGRADE(INCL)\r\nSPEED/CONSUMPTION BASED ON CLEAN BOTTOM ，WITHOUT DECK CARGO AND GOOD WEATHER CONDITIONS WHICH MEANS:WINDS UP TO AND INCLUDING BEAUFORT SCALE 4 / DOUGLAS SEA STATE 3(MAXIMUM SIGNIFICANT WAVE HEIGHT 1.25M) AND NO AFFECT OF SEA AND CURRENT AND NO INFLUENCE OF SWELL AND ADVERSE CURRENT.\"ABT\" MEANS 0.5 KN DECREASE IN SPEED & 5% INCREASE IN CONSUMPTION. FAVORABLE CURRENTS ALWAYS WORK TO OWNERS’ ADVANTAGE. ALL PERFORMANCE ASSESSMENT ARE CALCULATED ON A GOOD WEATHER DAY BASIS 24 CONSECUTIVE HOURS FROM NOON REPORT TO NOON REPORT.NO EXTRAPOLATIONS CAN BE MADE FOR OTHER WEATHER/SEA CONDITIONS THAN THOSE DESCRIBED ABOVE.\r\nVESSEL MAY CONSUME EXTRA BUNKER WHEN EXCHANGE BALLAST WATER, HOLDS CLEANING, IN/OUT PORT, IN VERY COLD OR VERY WARM WATER, DURING LIGHTENING OPERATION / DOUBLE BANKING/BUNKERING OR OTHER OPERATIONS WHEN VESSEL NECESSARY TO HAVE THE ENGINE STANDBY OR ADDITIONAL A/E AND BOILER.\r\nVESSEL CONSUMES MGO IN MAIN ENGINE, WHEN MANOEUVERING / NAVIGATING IN SHALLOW, NARROW, CONGESTED, RESTRICTED AND CONFINED WATERS / CANALS / RIVERS, ENTERING / LEAVING PORTS/CANALS, WITHIN SECA AREA, AND MAY ALSO BURN MGO WHEN STARTING/SWITCHING OFF AND RUNNING AUXILIARIES AT SEA OR PORT.\r\nCHARTERERS SHALL ALSO ENSURE, PRIOR TO THE VESSEL ENTERING IN ANY OF THE EMISSION CONTROL AREAS (ECAS),TO SUPPLY THE VESSEL WITH SUFFICIENT QUANTITY OF LOW SULPHUR BUNKERS (THE SULPHUR CONTENT PURSUANT TO THE REQUIREMENTS OF ECAS) TO BE CONSUMED WHEN TRADING IN ECAS AREAS AT CHARTERERS RISK, TIME AND EXPENSES WITHOUT MIXING THIS FUEL WITH OTHER BUNKERS ON BOARD.  IT IS UNDERSTOOD THAT THE LOW SULPHUR BUNKER QUANTITY REQUIRED FOR CHANGE-OVER FROM HIGH TO LOW SULPHUR BUNKER PRIOR ENTERING IN ECAS TO BE FOR CHARTERERS' ACCOUNT AS WELL. FOR THE PURPOSE OF THIS CLAUSE, \"EMISSION CONTROL AREAS (ECAS)\" MEAN THE AREAS DESIGNATED UNDER MARPOL ANNEX VI AND/OR ANY OTHER AREA WHERE A MAXIMUM FUEL SULPHUR CONTENT REQUIREMENT IS IMPOSED BY REGIONAL AND/OR NATIONAL AUTHORITIES. THE CHARTERERS MAY GIVE WRITTEN INSTRUCTIONS TO THE MASTER - WITH COPY TO OWNERS -FOR SLOW STEAMING, SUBJECT ALWAYS TO MASTER’S OBLIGATIONS IN RESPECT OF THE SAFETY OF THE CREW, VESSEL AND CARGO, WHEREOF IN ANY CASE OWNERS NOT TO BE HELD LIABLE FOR ANY PERFORMANCE SHORTFALL. FURTHERMORE, PROLONGED PERIODS OF SLOW STEAM, ARE SUBJECT TO VESSEL’S MAIN ENGINE MINIMUM RPM RESTRICTIONS AS IMPOSED BY ENGINE MAKERS AND/OR ANY OTHER PARAMETERS WHICH MAY AFFECT THE CONDITION OF THE MAIN ENGINE DUE TO CONTINUOUS RUNNING WITH LOW RPM. OWNERS/MASTER/CH.ENGINEER, ARE ENTITLED TO REVERT TO VESSEL’S SERVICE SPEED WHEN SAME IS DEEMED NECESSARY FOR MAINTAINING ENGINES’ INTEGRITY AND VESSEL’S  SAFETY.\r\nFUEL OIL TO CONFORM WITH VLSFO-RMG380(MAX SULPHUR:0.5%) (ISO 8217:2017(E) STANDARD) / LSMGO-DMA (EXCEPT PP)(ISO8217:2017(E) STANDARD)(MAX SULPHUR :0.1%). CHARTERTERS SHALL PROVIDE OWNERS/VESSEL BUNKER COQ IN COMPLIANCE WITH ISO 8217:2017 WITH RELIABALE LABORTORY'S STAMP/SIGNATURE NOT LATER THAN 24 HOURS BEFORE COMMENTCEMENT OF BUNKERING, FAILING WHICH ALL CONSEQUENCES/LOSS TO BE ON CHARTERERS' ACCOUNT..\r\nADA\r\nBest Regards\r\nZhangChao As Agent For Nasco\r\nADD: No. 18F, No.5, ZhongTai International Plaza, 311 JiangDong Road (M), Nanjing 210019, P.R.China\r\nT: +86 25 58820507 | QQ: 1549444379\r\nM: +86 13515119883 OR 13515110981 | SKYPE ZHCHDLMU@HOTMAIL.COM\r\nZHANGCHAO@NASCO.COM.CN |WWW.NASCO.COM.CN",{"entities":[[173,193,"FLAG"],[221,232,"DWT"]]}]]}