{"classes":["VESSEL_NAME","IMO","DWT","BUILD_YEAR","OPEN_DATE","OPEN_AREA","FLAG","CRANES"],"annotations":[["Doc-No. 7747611   28/AUG/2024 (WED)  10:02  (+0300)  DV\r\n44-46 Vouliagmenis Ave., 166 73\r\nVoula, Attica, Greece\r\nTel.: +30 210 8992222 – Fax.: +30 210 9659115\r\nEmail: chartering@primacorpsa.com\r\nPls ppose suitable employment for our below:\r\nOPENING EREN ON ABT 9-11 SEPTEMBER AGW WP UCE\r\nCAN CLEAN FOR GRAINS (NEED 5 DAYS)\r\nM/V MAMA STRENGTH\r\nFLAG: MARSHALL ISLANDS\r\nPORT OF REGISTRY: MAJURO\r\nTYPE: BULK CARRIER, SINGLEDECKER\r\nBUILT: 04/2014\r\nCLASS LR\r\nCLASSIFICATION: 100A1 BULK CARRIER, CSR, BC-A, GRAB[25], HOLD NOS. 2, 4 AND 6 MAY BE EMPTY, ESP, SHIPRIGHT ACS(B), *IWS, LI, LMC, UMS\r\nICE CLASS 1C\r\nSUMMER DWAT: 75,610.30 MT ON 14.00 M\r\nWINTER DWAT: 74,069.10 MT ON 13.71 M\r\nSUMMER TPC: 69.8 MT\r\nLOA: 225.00 M\r\nLBP: 221.50 M\r\nBEAM: 32.26 M\r\nMOULDED DEPTH: 19.50 M\r\nGT: 41,218 / NT: 25,335\r\nHOLDS / HATCHES: 7 HOLDS / 7 HATCHES\r\nHATCH COVERS: TTS SIDE-ROLLING AUTO ROLL SYSTEM HATCHCOVERS FITTED WITH FEEDING HOLES.\r\nGRAIN CAPACITIES BREAKDOWN CBFT/CBM\r\nHOLD 1: 382,936.71 / 10,843.56\r\nHOLD 2: 474,102.93 / 13,425.10\r\nHOLD 3: 490,325.78 / 13,884.48\r\nHOLD 4: 451,489.89 / 12,784.77\r\nHOLD 5: 490,011.84 / 13,875.59\r\nHOLD 6: 474,990.74 / 13,450.24\r\nHOLD 7: 429,820.46 / 12,171.16\r\nTOTAL 3,193,678.35 / 90,434.90\r\nSPEED AND CONSUMPTION\r\nBALLAST: ABOUT 13.00 KNOTS ON ABOUT 23.00 MT IFO PER DAY\r\nLADEN : ABOUT 13.00 KNOTS ON ABOUT 26.00 MT IFO PER DAY\r\nECO SPEED AND CONSUMPTION (WOG):\r\nBALLAST: ABOUT 12.50 KNOTS ON ABOUT 22.00 MT IFO PER DAY\r\nLADEN : ABOUT 12.00 KNOTS ON ABOUT 24.00 MT IFO PER DAY\r\nPORT CONSUMPTION:\r\nIDLE BASIS OF AIR TEMPERATURE 0 DEG CELCIUS OR ABOVE: ABOUT 4 MT IFO PER DAY\r\nIDLE DURING THE WINTER: ABOUT 5 MT IFO PER DAY\r\nBALLAST CHANGE: ABOUT 2.50 MT IFO EACH\r\nVESSEL CONSUMES ABOUT 3.00 MT OF MGO PER MONTH EXTRA\r\nALL SPEED AND CONSUMPTION FIGURES ARE TO BE CONSIDERED AS \"ABOUT\" (\"ABOUT\" MEANS ALLOWANCE TO OWNERS OF 0.5 KNOT ON SPEED AND 5% ON CONSUMPTIONS). ABOVE GIVEN AND DETERMINED, AT OPEN SMOOTH SEA, BASIS GOOD WEATHER CONDITIONS NOT EXCEEDING WIND OF BEAUFORT SCALE 4, AND/OR, TOTAL COMBINED (SEA AND SWELL) SIGNIFICANT WAVE HEIGHT CONFINED TO LIMITS OF DOUGLAS SEA STATE 3 (UP TO 1.25 METERS), WITH NO ADVERSE CURRENT, EVEN KEEL, ON REASONABLE TRIM, WITHIN MINIMUM 24 HOURS OF STEAMING, BASIS SEA/AMBIENT TEMP ABIDES TO MAKERS MANUALS, PROVIDED VESSEL’S BOTTOM IS NOT FOULED. A PERIOD OF GOOD WEATHER HAS TO BE 24 CONSECUTIVE HOURS RUNNING FROM NOON TO NOON, EFFECTIVE FOR VOYAGES EXCEEDING 48 HOURS TRANSIT FROM SEA PILOT TO SEA PILOT. FAVOURABLE CURRENTS NOT TO BE DEBITED AGAINST VESSEL. ANY TIME LOSS DUE TO UNDER-PERFORMANCE CAN BE OFFSET BY UNDER-CONSUMPTION (MAX ALLOWABLE BUNKER CONSUMPTION MINUS ACTUALS BUNKERS) AND ANY OVER-CONSUMPTION CAN BE OFFSET BY ANY TIME SAVED (MAX NAVIGABLE TIME ALLOWED, MINUS ACTUAL TIME). NO EXTRAPOLATION IS ALLOWED FOR BAD WEATHER PERIODS WHILE ASSESSING VESSEL'S PERFORMANCE. TIME, WHEN NAVIGATING WITH, REDUCED RPM FOR, ANY REASON, DUE TO SAFETY, FOLLOWING CHARTERERS’ INSTRUCTIONS, COMPLIANCE WITH LOCAL AUTHORITIES, MANOEUVRING/SAILING IN SHALLOW/NARROW/RESTRICTED WATERS, APPROACH/ENTER/LEAVE PORTS, RIVERS, CANALS, ETC., EXCHANGING BALLAST, WASHING CARGO HOLDS, ARE ALWAYS TO BE EXCLUDED. VESSEL MAY BURN LSMGO WHILST MANOEUVRING/NAVIGATING IN RESTRICTED/NARROW WATERS, CANALS, RIVERS, POOR VISIBILITY AREAS OR AT STANDBY, UNDER TOW, HEATING FUEL IN COLD WEATHER AND START/STOP GENERATORS AND IN EMISSION-CONTROLLED AREAS. MASTER TO ROUTINELY INCREASE RPM TWICE DAILY (2X2HRS), TO BURN OFF INCREASED SOOT WHEN ORDERED TO NAVIGATE AT REDUCED RPM (ECO SPEED). SUPPLIED BUNKERS FOR VESSEL’S M/E AND GENS TO BE RMG 380, ISO 8217:2017 (OR LATEST) WITH MAX SULPHUR CONTENT 0.5% M/M AND DMB LSMGO COMPLYING WITH MARPOL. ISO 8217:2010 ALLOWED WHEN 2017 SPECS ARE NOT AVAILABLE. IN ALL CASES CCAI VALUE OF SUPPLIED VLSFO SHALL NOT EXCEED THE MAXIMUM VALUE OF 850 AND SPECIFIC ENERGY SHALL BE MINIMUM 40 MJ/KG. THIS DESCRIPTION FORMS THE ONLY LEGALLY BINDING T/C DESCRIPTION, NOTWITHSTANDING ANY SUPPLEMENTARY INFO OR QUESTIONNAIRES. THE VESSEL MAY CONSUME LSMGO IN MAIN ENGINE FOR WARMING UP OF THE SYSTEM AND START/STOP. VESSEL MAY ALSO CONSUME LSMGO IN MAIN ENGINE AND GENERATORS FOR MANOEUVRING, STEAMING IN/OUT OF PORT, SHIFTING BERTH/ANCHORAGE, DURING LOAD/DISCHARGING TO BARGES/LIGHTERS, IN THE CASE OF EMERGENCY AND/OR NAVIGATION IN RESTRICTED AREAS AND/OR RESTRICTED VISIBILITY SUCH AS APPROACHES, CHANNELS, SHALLOW WATERS ETC. AND/OR FLUSHING THE SYSTEM AND/OR HOLD CLEANING AND/OR BALLASTING AND/OR DEBALLASTING AND/OR BALLAST WATER EXCHANGE, AND/OR GENERATOR CHANGEOVER, AND /OR WHEN GENERATORS OPERATING UNDER LIGHT LOAD.\r\nNO COMINGLING OF BUNKERS ALLOWED.\r\nBARGE REPRESENTATIVE TO HANDOVER MSDS (MATERIAL SAFETY DATA SHEET) OF EACH GRADE TO SHIP’S REPRESENTATIVE.\r\nTANK CAPACITIES: IFO: 2,030 CBM (100%)\r\nMGO: 688 CBM (100%)\r\nBUNKER TANK CAPACITIES ALLOWED UP TO 85% FOR SAFETY PURPOSES\r\nNATURAL VENTILATION\r\nAUSTRALIAN HOLD LADDERS\r\nA60 / CO² FITTED\r\nALL DETAILS “ABOUT” – GIVEN IN GOOD FAITH BUT WITHOUT GUARANTEE\r\nBest Regards,\r\nDimitris Vachlas\r\nAs agent only,\r\nPrima Corporation S.A.\r\nMobile: +30 69 3210 9003\r\nSkype: dimitris.vachlas\r\n+++\r\nDimitris Diakopoulos\r\nAs agent only,\r\nPrima Corporation S.A.\r\nMobile: +30 69 3955 5614\r\nSkype: live:diakopoulos.dimitris1\r\nΌλα Πρίμα",{"entities":[[241,253,"OPEN_AREA"],[261,275,"OPEN_DATE"],[324,332,"VESSEL_NAME"],[343,365,"FLAG"],[427,441,"BUILD_YEAR"]]}]]}