{"classes":["VESSEL_NAME","IMO","DWT","BUILD_YEAR","OPEN_DATE","OPEN_AREA","FLAG","CRANES"],"annotations":[["__________________________________________________\r\n___________NUEVA SEAS AS, OSLO, NORWAY____________\r\nE-Mail : dry@nueva.no (Chartering) , ops@nueva.no (Ops/Post-fix)\r\nTel: +47 21 64 69 70, www.nueva.no\r\n--/ Lili\r\nMV ASC Glory (dwt 58,018 mt) opens Dong Fang on 01 - 03 Sept, 2024.\r\nPrefer stay in S.E.A UPTO SPRC.\r\nNO PERIOD , BUT MAX 2 LL CLINKER + COAL UPTO SCHINA – CAN TRY\r\nMV ASC GLORY\r\n(ex name: Oracle )\r\nBUILT:                                    AUG. 2009 / YANGZHOU\r\nDWT/DRAFT/TPC:                            SUMMER ABT 58,018 MT/ ABT 12.95 M/ 59.24\r\nFLAG/CLASS:                      PANAMA/DNV\r\nIMO:                                                      9490648\r\nGRAIN (CBM):                    71,549\r\nGRT/NRT:                                             32,837/19,559MT\r\nLOA/ BEAM:                       189.99M/32.26M\r\nHO/HA:                                                5 HO/5 HA\r\nHATCH TYPE:      5 X MACGREGOR END FOLDING STEEL COVERS – HYDRAULICALLY OPERATED\r\nCRANES:                                              4 X 36 MT\r\nGRABS:                                                 4 X 12 CBM\r\nGRABS SPECS:    SUITABLE FOR BULK MATERIAL GRAIN SIZE: 1,0 – MAX. 50 MM\r\nBWTS FITTED, STRENGTHENED FOR HEAVY CARGOES LOADING WHERE HOLDS NOS. 2 AND 4 MAY BE EMPTY, AHL, HOLDS CO2 FITTED/A60 FITTED\r\nSPEED AND CONSUMPTIONS:\r\nFULL SPEED:\r\nBALLAST: ABOUT 12.0 KNOTS ON ABOUT 22.0 MT VLSFO 380 CST+ 0.1 MT LSMGO\r\nLADEN:  ABOUT 11.5 KNOTS ON ABOUT 22.0 MT VLSFO 380 CST+ 0.1 MT LSMGO\r\nECO SPEED (WOG):\r\nBALLAST: ABOUT 11.5 KNOTS ON ABOUT 20.5 MT VLSFO 380 CST+ 0.1 MT LSMGO\r\nLADEN:  ABOUT 11.0 KNOTS ON ABOUT 21 MT VLSFO 380 CST+ 0.1 MT LSMGO\r\nIN PORT CONSUMPTION:\r\nIDLE:  ABOUT 2.5 MT VLSFO 380 CST + 0.1 MT LSMGO\r\nWORKING: ABOUT 4.3 MT VLSFO 380 CST + 0.1 MT LSMGO\r\nIF NECESSARY DUE TO COLD/HOT WEATHER PLUS ABT 0.8MT VLSFO 380 CST FOR AUXILIARY BOILER CONSUMPTION WHEN REQUIRED\r\nSPEED AND CONSUMPTION IS BASIS ACTUAL “GOOD WEATHER” PERIODS DEFINED AS:\r\nMAX WIND FORCE BEAUFORT SCALE 4 (11-16 KNOTS) AND/OR MAX DOUGLAS SEA STATE 3 (TOTAL COMBINED (SEA AND SWELL) CORRESPONDING TO 1.25 METERS SIGNIFICANT WAVE HEIGHT) WITH NO ADVERSE CURRENTS AND WITH WATER\r\nDEPTH EXCEEDING 8 TIMES THE VESSELS DRAFT.\r\nFAVORABLE CURRENTS NOT TO BE FACTORED IN WHEN ASSESSING VESSEL’S PERFORMANCE.\r\nONLY VOYAGES EXCEEDING 48 HOURS TRANSIT TIME FROM SEA PILOT TO SEA PILOT - EXCLUDING A PERIOD OF 12HRS AFTER COSP/PRIOR EOSP - ARE TO BE TAKEN INTO ACCOUNT WHEN ASSESSING VESSEL’S PERFORMANCE. PASSAGES WITH RESTRICTED VISIBILITY AND/OR WHEN NAVIGATING IN CONGESTED WATERS, STRAITS, NARROW WATERS AND/OR WHILE FOLLOWING SLOW STEAM INSTRUCTIONS, AND/OR MANEUVERING, ENTERING, OR LEAVING PORTS ARE TO BE EXCLUDED. FOR A STEAMING PERIOD TO BE CONSIDERED A GOOD WEATHER ONE, ALL TIME FROM NOON-TO-NOON (24 CONSECUTIVE HOURS) HAS TO BE IN GOOD WEATHER AS DEFINED ABOVE. EXTRAPOLATION OF “GOOD WEATHER” PERFORMANCE FOR “BAD WEATHER” PERIODS IS NOT ALLOWED.\r\nABOUT TO MEAN PLUS OR MINUS 0.5 KNOTS ON THE SPEED FIGURES AND PLUS OR MINUS 5% ON THE CONSUMPTION FIGURES BOTH IN OWNER’S FAVOR.\r\nTHE VESSEL SHALL HAVE THE LIBERTY TO USE MDO/MGO FOR MANEUVERING IN/OUT OF PORTS, STARTING OF A/E, NAVIGATING IN SHALLOW/RESTRICTED/BUSY WATERS, CANAL, AND RIVERS. GENERATOR ENGINES TO CONSUME DIESEL OIL\r\nIN CASE OF PART LOAD. WHEN VESSEL IS PERFORMING BALLAST WATER TREATMENT, MANEUVERING ON DEPARTURE/ARRIVAL, BALLASTING/DE-BALLASTING EXCHANGE AND HOLDS CLEANING WHILE AT SEA OR PORT THE TOTAL CONSUMPTION OF THE VESSEL WILL BE INCREASED BY ABT 4 MT.\r\nCHARTERERS ARE NOT ENTITLED TO RETAIN ANY AMOUNTS FROM HIRE PAYMENTS IN CONNECTION WITH ALLEGED PERFORMANCE CLAIMS.\r\n(ALL DETAILS ARE ABOUT)\r\n--\r\nThanks and Best Regards,\r\nLili (Linh Nguyen)\r\nNueva Seas A/S\r\nHai Phong – Viet Nam\r\nM: +84 916 896 533 (Wechat/Skype)\r\nE: lili@nueva.no\r\nwww.nueva.no",{"entities":[[216,228,"VESSEL_NAME"],[230,243,"DWT"],[245,260,"OPEN_AREA"],[264,283,"OPEN_DATE"],[381,393,"VESSEL_NAME"],[415,466,"BUILD_YEAR"],[608,673,"IMO"],[981,1043,"CRANES"]]}]]}