{"classes":["VESSEL_NAME","IMO","DWT","BUILD_YEAR","OPEN_DATE","OPEN_AREA","FLAG","CRANES"],"annotations":[["Good day,\r\nFrom direct owners - we can develop below GC vessel for sale -\r\nTYPE: OPEN HATCH CARGO SHIP - GENERAL CARGO\r\nCLASS: NK + VR\r\nFLAG: VIETNAM\r\nBUILT: DEC 2006, HA LONG SHIPYARD, VIETNAM\r\nDWT / DRAFT: (SUMMER) 13267 MTS / 8356 MTR\r\nGT/NT: 8216/ 5295\r\nLOA / BEAM: 136.49 / 20.20 MTR\r\nCARGO HOLD IN CBM (GRAIN / BALE):\r\nTOTAL: 18693 CBM / 17744.27 CBM\r\nHOLDS / HATCHES: 4/4\r\nSIZE OF HATCHES:\r\nNO. 1) 18.3 M X 11.7 M\r\nNO. 2) 18.72 M X 13.2 M\r\nNO. 3) 19.44 M X 13.2 M\r\nNO. 4) 19.44 M x 13.2 M\r\nHATCHCOVERS: PONTOON TYPE\r\nCARGO GEAR (SWL): 22.0 MT X 4 SETS\r\nBWTS FITTED\r\nMAIN ENGINE: AKASAKA 7UEC33LSII x 1 set\r\nG/E: YANMAR 6NY16L-UN x 300 KW x 2 sets\r\nSPEED AND CONSUMPTION:\r\nBALLAST: ABOUT 11.00 KTS ON ABOUT 10.5 MT VLSFO RMG380 + 1.3 MT LSMGO DMA\r\nLADEN: ABOUT 10.00 KTS ON ABOUT 11.00 MT VLSFO RMG380 + 1.3 MT LSMGO DMA\r\nIN PORT: ABOUT 0.3 MT VLSFO RMG 380 + ABT 1.6 MT LSMGO DMA (CARGO WORK)\r\nHOLD VENTILATION: MECHANICAL VENTILATION\r\nABOVE SPEED/CONSUMPTION ARE UNDER GOOD WEATHER WHICH IS DEFINED AS MAX BEAUFORT FORCE 4 AND DOUGLAS SEA STATE 3, AND NO ADVERSE CURRENT/NEGATIVE INFLUENCE OF SWELL.\r\nCan guide closely here and pleased to hear your firm interest.\r\n(All details given in good faith and for information only, without guarantee/prejudice)\r\nKind Regards\r\nRohit Chuni  |  INTEROCEAN\r\nSale & Purchase Division\r\nA-17 M.C.I.E.,  Mathura Road,  New Delhi 110044\r\nTel. : +91 11 41551166  |  DID : +91 11 46082984\r\nMobile & WhatsApp : +91 84488 14964\r\nsnp@interocean.in  |  interocean.in\r\nDISCLAIMER:\r\nAt all times, while rendering services, Interocean acts 'As Brokers Only'. Our services are subject to our Standard Terms of Business which are deemed a part of all commercial engagements to which Interocean becomes a party.  Our Standard Terms are available from our offices.\r\nThis message (including any attachments) is intended solely for the addressee and may contain proprietary, confidential, or privileged information. If you are not the addressee, or you have received this email without previous context, please do not read, print, forward, store or act in reliance on its contents or any attachments. Please immediately delete it permanently after emailing it back to the sender to alert wrong delivery.\r\nCYBERCRIME ALERT:\r\nPlease note we never send email requests for the redirection of funds to alternative accounts. When making payments to us, please call your usual contact at our firm using a telephone number that is already known to you or +91 11 41551166  to verify the account information before transferring any money. We will not accept liability for any payments made into an incorrect account. Thank you for your consideration.\r\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\r\nDISCLAIMER : All information contained herein is given to you in strict confidence & not for re-circulation. It is for Designated recipient only and if you have received it in error, please notify the sender immediately and delete the original. Interocean Group of companies, New Delhi is not liable for any direct and/or indirect loss, damage or expense arising from sending, receiving or use of this circulation. All the information contained herein is prepared to the best of our ability and may not be accurate at times. It is being sent to you as a matter of good will and thus we are not liable for any reliance placed upon the same.\r\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~",{"entities":[[136,149,"FLAG"],[151,166,"BUILD_YEAR"],[217,226,"DWT"]]}]]}