{"classes":["VESSEL_NAME","IMO","DWT","BUILD_YEAR","OPEN_DATE","OPEN_AREA","FLAG","CRANES"],"annotations":[["Direct from Close owners for whom we just\r\nacted again, we may still develop the foll two early 2000 blt Smax for sale.\r\nCan guide, holding full info\r\nMV \"GRAMMY BRAVE\"\r\nABT 52,455 MTDW ON 12.020M DRAFT\r\nBUILT 03/2002 TSUNEISHI CEBU - PHILIPPINES\r\nCLASS RINA\r\nSS 21/03/2027 DD 21/06/2025\r\nLOA 190.00M BEAM 32.26M\r\n5 / 5 HOLDS / HATCHES  CO2 FITTED\r\nABT 67,756 CBM GRAIN ABT 65,601 CBM BALE\r\nB&W 6S50MC 11,482  BHP\r\nGENERATORS: 3 X 400 KW\r\nC 4X30T + 4 X 12 CBM grabs\r\nECO SPEED DETAILS:\r\nLADEN ABOUT 12 KNOTS ON ABT 21 MT HFO + MGO\r\n0.2 MTe\r\nBALLAST ABOUT 12.5 KNOTS ON ABT 20 MT HFO\r\n+ MGO 0.2 MT\r\nDelivery: Singapore - Japan range in Oct 2024\r\nAll dets wog\r\n+++\r\nMV \"GLORY BRIDGE\"\r\nABT 50,077 MTDW ON 11.930M DRAFT\r\nBUILT 07/2001 MITSUI ENG & SHIPBUILDING -\r\nJAPAN\r\nCLASS RINA\r\nSS/DD: will be freshly passed\r\nLOA 189.80M BEAM 32.26M\r\n5 / 5 HOLDS / HATCHES\r\nABT 63,198 CBM GRAIN ABT 60,173 CBM BALE\r\nB&W 6S50MC-C 10,849  BHP\r\nGENERATORS: 3 X 500 KW AC\r\nC 4X30T\r\nLDT ABT 8,059 MT\r\nEco\r\nLaden: 11.5kt at 21mt FO 0.2mt MGO\r\nBallast: 12.0kt 21mt FO 0.2mt MGO\r\nCurrently passing SS/DD in Zhoushan where\r\ninspectable\r\ndelivery : Singapore - Japan range, Sep/Oct\r\n2024.\r\nAll dets wog\r\nBest Regards\r\nZHAN SHI\r\nSale & Purchase Broker\r\nD\r\n+ 86 (0) 21 5877 9206\r\nM\r\n+ 86 156 0179 2925\r\nE\r\nzhan.shi@braemar.com\r\n|\r\nsnp.cn@braemar.com\r\n3B10, Tower B, 568 Bocheng Road, Shanghai\r\nwww.braemar.com\r\nThis e-mail and any attachments are strictly confidential, are intended for the addressee only and may be legally privileged. If you are not the intended recipient or receive this message in error, please immediately notify the sender and then delete this communication and its attachments without reading it or forwarding it. This e-mail and any attachments are believed to be free from viruses, but it is your responsibility to carry out all necessary virus checks. Braemar Shipbroking Limited accepts no liability or responsibility for any damage caused by any virus transmitted by this e-mail or its attachments.   Further, if the content of this communication is not connected with our business, or is of a personal nature, we accept no liability or responsibility for it.\r\nALL BUSINESS IS UNDERTAKEN SUBJECT TO OUR STANDARD TRADING TERMS, WHICH INCLUDE PROVISIONS RESTRICTING, LIMITING AND EXCLUDING LIABILITY AND A JURISDICTION AGREEMENT. COPIES ARE AVAILABLE ON REQUEST OR CAN BE VIEWED HERE\r\nBraemar Shipbroking Limited is a limited company registered in England and Wales with registered number 01020997.   Its registered office is at One Strand, Trafalgar Square, London WC2N 5HR, United Kingdom.   Braemar ACM Shipbroking Limited is part of the Braemar group and certain of its affiliates are authorised and regulated by regulatory authorities.   For further information, please see   Braemar.com",{"entities":[[151,167,"VESSEL_NAME"],[204,217,"BUILD_YEAR"],[664,681,"VESSEL_NAME"],[717,730,"BUILD_YEAR"]]}]]}