{"classes":["LOA_BEAM","SEA_CONS","PORT_CONS","BOD","DRAFT","HOLD_AND_HATCHES","GRT_AND_NRT","SPEED_AND_CONSUMPTION","GRAIN_AND_BALE"],"annotations":[["FROM: ARYACORP PVT. LTD.DATE & TIME: 12-08-2024 15:32:51   (GMT +5:30)REFERΕNCE NO: 17679785 ATTN CHARTERING DESKDEAR SIRGOOD DAYDIRECT OWNERS VESSELPLEASE ADVISE SUITABLE CARGO FOR BELOW VESSELMV GENIUS SWMV SATIGNYZHOUSHANNAVALAKHI18 AUG22 AUGMV AMIS INTEGRITYBUILT/YEAR: 2017VESSEL TYPE: BULK CARRIERBUILDER: IMABARI SHIPBUILDING CO., LTD. / IWAGI ZOSEN CO., LTD.FLAG: PANAMACLASS: ABSDWT: 63,483 M/TDRAFT (SUMMER): 13.42 MLENGTH (L.O.A.) : 199.98 MBREADTH : 32.24 MGROSS / NET TONNAGE: 35,825 / 21,075CAPACITY(GRAIN/ BALE) : 80,498 M3 / 76,176 M3HOLD / HATCH: 5/5HATCH COVER : FOLDING TYPE (HYDRAULIC DRIVEN) HATCH OPEN1.: L. 18.40M X B. 18.72M2.~5.: L. 23.20M X B. 18.72MCARGO GEAR :CRANE 4 SETS X 30.7 MTCRANE UNABLE TANDEM AT SAME TIMEGRAB X4 (12M3) SPEED & CONSUMPTION (DAILY)BALLAST: ABOUT 14.0 KTS ON ABOUT 23.3 MT IFO + ABOUT 0.1 MT MDOLADEN : ABOUT 13.2 KTS ON ABOUT 24.3 MT IFO + ABOUT 0.1 MT MDOECO SPEED / CONSUMPTIONBALLAST ABOUT 12.0 KTS ON ABOUT 15.9 MT IFO + ABOUT 0.1 MT MDOLADEN ABOUT 11.2 KTS ON ABOUT 16.7 MT IFO + ABOUT 0.1 MT MDOIN PORT (DAILY):WORKING: ABOUT 4.2 MT IFO + ABOUT 0.1 MT MDOIDLE   : ABOUT 2.2 MT IFO + ABOUT 0.1 MT MDOSPEED AND CONSUMPTION BASIS GOOD WEATHER CONDITIONS, NO ADVERSE CURRENT, NO NEGATIVE INFLUENCE OF SWELL AND NOT EXCEEDING BEAUFORT SCALE FORCE 4 AND DOUGLAS SEA STATE 3. VESSEL MAY CONSUME MDO FOR MAIN ENGINE WHEN STEAMING IN SHALLOW, CONFINED WATERS, MANOEUVERING IN/OUTPORT(S), TRANSITING CANALS AND ALSO HAS LIBERTY TO CONSUME AUXILIARY ENGINE WHEN STARTING, STOPPING AND WORKINGWITH LOW LOADCHARTERERS HAVE FULL USE OF VESSEL'S BUNKER TANK CAPACITY UPTO 80% NO COMMINGLING OF IFO IS ALLOWED FOR THE DURATION OF THIS C/P +++ ALL DETAILS ABOUT+++  MV SATIGNYYear of Delivery:  2020 Steel Cutting : 2015, Keel Laying : 2015, Building Yard:  Nantong Xiangyu Shipbuilding & Offshore Engineering Co., Ltd.Class:   BV I + HULL MACH Bulk Carrier CPS(WBT) CSR BC-A (Holds No.2 & 4  may be empty)ESP GRAB[20] Unrestricted Navigation INWATERSURVEY  LI-HGS2+ AUT-UMS MON-SHAFT CLEANSHIP BWE BWT EGCS-SCRUBBER GREENPASSPORT-EUClassification Society: BVISM Auditor:   　Flag: MarshallPort of Registry: MajuroRegistered Owner:Principal Dimensions:Length Overall:    199.90 mLength between Perpendiculars:  196.50 mBreadth (moulded)    32.26 mDepth (moulded)    18.90 mHeight from Keel to highest point (to identify):  50.31 m Height from Keel to highest point With mast / antennas collapsed / lowered: Cannot be collapsed or lowered Deadweight (metric tons):  Corresponding Draft (meters):Summer:   abt. 63,609.3tons  13.500 mWinter:    abt. 61,876.7 tons  13.219 mTropical:   abt. 65343.8 tons  13.781 mTPC at summer draft: abt. 61.7 tonsNumber of Holds:  5Number of Hatches: 5 Cubic Capacity of Cargo Holds:Grain (Cubic Metres)             Bale (Cubic Metres)Trimed        Untrimed#1   13,299 m3      12,733 m3            10881 m3#2   16,985 m3      16,554 m3            14,476 m3#3   15,849 m3      15,607 m3            13,080 m3#4   16,398 m3      16,061 m3            13,759 m3#5   15,793 m3      15,357 m3            12,905 m3Total  78,324 m3    76,312 m3             65,101 m3 Cargo Hold Dimensions:Flat unobstructed Tank Top (all figures about) Length  x  Breadth(Fwd) x  Breadth (Aft) (Metres)#1  26.70    x  6.72          x  22.00#2  32.04    x  22.00         x  22.00#3  26.70    x  22.00         x  22.00#4  29.37    x  22.00         x  22.00#5  31.15    x  22.00         x  7.80 Steel coil loading of 2 tiers of 25 tons (1600mm diameter x 1600mm length) steel coils for hold No.1,3&5 and 2 tiers of 20 tons (1600mm diameter x 1600mm length) for hold No.2&4 to be considered.Only the lower tier can touch the sloping plate of hopper tank. 5 dunnages will support one steel coil.Cargo Hold Ventilation System: Natural ventilation systemCargo Hold Fire-fighting System: Sea water and CO2 fire extinguishing systemCargo Gear:Number of Cranes:  4Lifting Capacity of Cranes (SWL): 30 Metric TonsLocation of Cranes (relative to hatches): Deck crane arranged at ship’s center line and each cross deck between No.1 C.H. and No.5 C.H.Crane Type & manufacturer: Electro-hydraulic enclosed typeDetails of Grabs:   4 x 12 cbm SMAG PEINER GREIFER/GRAB radio-controlled grabsMain Engine Type/Model:   MAN B&W 6G50ME-C9.5 (Tier II PART LOAD EGB)Main Engine Manufacturer:  STXThe speed and consumption figures are as follows:Based on fuel oil of L.C.V. 40,200 KJ /kg.(NCR 78% of MCR) At sea ;About 13.4 knots on about 28.0mt IFO + about 0.2mt MGO in ladenAbout 14.3 knots on about 28.0mt IFO + about 0.2mt MGO in ballastBunker Consumption in port                 :  Idle        : about 3.0 MT IFO + about 0.2 MT MGO per day                                                        :  Work    : about 6.0 MT IFO + about 0.2 MT MGO per day(Eco Speed and consumption about 50% of MCR is as follows) //For reference only, without guarantee//About 11.5 knots on about 20.0 mt IFO + about 0.2mt MGO in ladenAbout 12.8 knots on about 20.0 mt IFO + about 0.2mt MGO in ballasta good weather weather day is to be calculated basis noon to noon and speed/consumption values with following conditions only;ABOVE SPEED / CONSUMPTION ARE GIVEN BASIS GOOD WEATHER CONDITION FOR 24 CONSECUTIVE HOURS, WINDS UP TO BEAUFORT 4 / TOTAL COMBINED (SEA AND SWELL) SIGNIFICANT WAVE HEIGHT CONFINED TO LIMITS OF DOUGLAS SEA STATE 3 (0.5-1.25 METER), AND NOT AGAINST ADVERSE CURRENTS, TIDAL STREAMS, AND / OR NO NEGATIVE INFLUENCE OF SWELL. ANY STEAMING DAYS WITH NET ADVERSE CURRENTS ARE NOT TO BE INCLUDED IN THE GOOD WEATHER ANALYSIS FOR CALCULATION OF A GOOD WEATHER PERFORMANCE SPEED.NO CURRENT FACTOR ON QUALIFIED GOOD WEATHER DAYS CAN BE APPLIED FOR FAVORABLE CURRENTS, AND ALWAYS EXCLUDING ANY TIME DURING WHICH (i) REDUCTION OF SPEED IS NECESSARY FOR SAFETY DUE TO NAVIGATION IN CNGESTED WATERS OR POOR VISIBILITY; (ii) ANY PERIODS WHEN VESSEL IS BALLASTING/DEBALLASTING OR DURING CLEANING OF CARGO HOLDS; (iii) WHEN VESSEL IS MANOEUVRING WITHIN HARBOUR, INLAND WATERS, CHANNELS, WHERE SLOW SPEED IS REQUIRED DUE TO NATIONAL/INTERNATIONAL AND LOCAL REGULATIONS AND ALL TIMES WHEN PILOT IS ON BOARD; (iv) WHEN VESSEL IS FOLLOWING/PROCEEDING IN CONVOY, USING ESCORTS, OR FOLLOWING INSTRUCTIONS OF UNDERWRITERS, GOVERNMENT OF NATION UNDER WHOSE FLAG THE VESSEL SAILS, SECURITY COUNCIL OF THE UNITED NATIONS OR OTHER SUPERNATIONAL BODY WHEN NAVIGATING IN PIRATE INFESTED AREAS.ANY GAIN ON TIME AND/OR CONSUMPTION TO BE OFF-SET AGAINST LOSS ON TIME AND/OR CONSUMPTION IF ANY.ABOUT TO MEAN AS -0.5 KNOT  DOWNWARDS ON THE SPEED AND +5% UPWARDS ON THE TOTAL CONSUMPTION.EXTRAPOLATION OF GOOD WEATHER PERFORMANCE FOR BAD WEATHER PERIOD IS NOT ALLOWED.THE ABOVE FIGURES ARE EXCLUDE OCCASIONS OF BALLAST EXCHANGE AND BOILER.OWNERS ONLY AGREE WITH THE VESSEL'S SLOW STEAMING WITHOUT ENTERING THE LEVEL OF AUX. BLOWER CONTINUOUS AUTO START/STOP SUBJECT TO THE VESSEL TO RUN AT FULL SPEED FOR MINIMUM 4 HOURS EVERYDAY.IN CASE CHRTRS INSTRUCT ANY REDUCED SPEED/CONSUMPTION, CHRTRS TO WAIVE THEIR RIGHT TO CLAIM UNDER-PERFORMANCE  (SPEED CLAIM AND/OR OVER CONSUMPTION CLAIM) THROUGHOUT THE CHARTER PERIOD.THE VESSEL ENTITLES TO USE ADDITIONAL LOW SULPHUR GAS OIL / FUEL OIL FOR MAIN ENGINE / GENERATOR ENGINES IN CASE OF EMERGENCY OR WHILE MANEUVERING IN NARROW / SHALLOW WATERS, CANALS, RIVERS, ENTERING/LEAVING PORTS/CANALS, STARTING/STOPPING THE ENGINE, BALLAST WATER EXCHANGING, CLEANING VESSEL'S HOLDS, BALLASTING/DE-BALLASTING OPERATION , AT LOW LOAD, AND DURING POOR VISIBILITY/HEAVY WEATHER/WINTER SEASON, ALSO DURING MAINTENANCE WORK ALWAYS AT THE DIRECTION OF MASTER. ALL DETAILS ABTPLSD TO HEAR. BEST REGARDS,Tonnage Desk:PG-WCI-Rsea-Safr: Nitin Sharma | Mob: +91 9311255654  | Skype: mailto:acpl.nithin@outlook.comECI-Seasia: Carlton Carlo | Mob: +91 77360 02067  | Skype: cid.971bb208b4e2c3bb Seasia-FarEast: Arjun Chaudhary | Mob: +91 9667006958 | Skype: live:.cid.d66bb9d9c752a104AS BROKERS ONLYAs Agents for Core Shipping Ltd.Email: mailto:fix@aryacorp.com (Chartering) |  mailto:ops@aryacorp.com (Post Fixture)Follow us on LinkedIn: https://www.linkedin.com/company/arya-corp-private-limitedWebsite: https://www.aryacorp.comSHIPBROKING | BUNKERING | AGENCY & REPRESENTATION----------------------------------------------------------------------------------This email including its attachments (if any) is confidential and intended for theabove mentioned recipients only. If you have received this email in error, pleasedelete the email and notify the sender immediately. Unauthorised use of the contentsof this email may be unlawful and is prohibited.We have taken reasonable care to ensure this email and its attachments are free ofviruses, however, please use up to date virus scan software to carry out your ownchecks. We accept no liability for any viruses contained in this email or its attachments.---------------------------------------------------------------------------------- ",{"entities":[[433,450,"LOA_BEAM"],[513,547,"GRAIN_AND_BALE"],[556,572,"HOLD_AND_HATCHES"],[784,847,"SPEED_AND_CONSUMPTION"],[847,909,"SPEED_AND_CONSUMPTION"],[910,994,"SPEED_AND_CONSUMPTION"],[994,1054,"SPEED_AND_CONSUMPTION"],[1057,1114,"PORT_CONS"],[1114,1158,"PORT_CONS"],[2603,2611,"DRAFT"],[4608,4665,"PORT_CONS"],[4724,4777,"PORT_CONS"],[4877,4932,"SPEED_AND_CONSUMPTION"],[4937,4996,"SPEED_AND_CONSUMPTION"]]}]]}