{"classes":["LOA_BEAM","SEA_CONS","PORT_CONS","BOD","DRAFT","HOLD_AND_HATCHES","GRT_AND_NRT","SPEED_AND_CONSUMPTION","GRAIN_AND_BALE"],"annotations":[["FROM: ARYACORP PVT. LTD.DATE & TIME: 12-08-2024 15:26:10   (GMT +5:30)REFERΕNCE NO: 17679684 ATTN CHARTERING DESKDEAR SIRGOOD DAYDIRECT OWNERS VESSELPLEASE ADVISE SUITABLE CARGO FOR BELOW VESSELFar East  MV GENIUS SWZhoushan18 Aug   India  MV SATIGNYNavlakhi22 Aug   Cont.  MV MH COLUMBIABrunsbuttel23 Aug   WCCA  MV UNITY EXPLORERPuerto Quetzal23 AugM.V. GENIUS SWTYPE: BULK CARRIERCLASS: NKKFLAG: PANAMA BUILT: 2015 JAPAN P & I: BRITANNIA CALL SIGN: HO2810DWT / DRAFT: 60,200MT / 13.00MGT/NT: 34,812 / 19,834LOA / BEAM (MOULDED): 199.9M / 32.26MCAPACITIES: BALE / GRAIN: 73,744M3 / 76,554M3HOLDS / HATCHES: 5/5 SIZE OF HATCHES: 1 ~ 5) 21.0M X 18.5MTANKTOP STRENGTH OF HOLDS:  UNIFORM 1,3,5) x 22 T/M2 ; 2,4) x 15 T/M2                                 LOCAL STRENGTH 1 - 5) x 22 MTHATCHCOVERS: END FOLDING TYPEGEAR: CRANES 30MT X 26M/R X 4 SETS ; OUTREACH 9.87 MGRABS: 12CBM X 4 SETS SMAG RADIO CONTROLLED SINGLE ROPEAT SEA:LADEN: ABT 12.5 KNOTS ON ABT 24.5 MTS VLSFO AND ABT 0.1 MT VLSMGO DMABALLAST: ABT 13.2 KNOTS ON ABT 23.5 MTS VLSFO AND ABT 0.1 MT VLSMGO DMAWITH ALTERNATIVE ECO SPEED (APPLICABLE WITH BIMCO SLOW STEAMING CLAUSE):LADEN AT ABOUT 11.2KTS FOR ABOUT 17.8MT VLSFO + 0.1MT VLSMGOBALLAST AT ABOUT 12.0KTS FOR ABOUT 17.3MT VLSFO + 0.1MT VLSMGOWORKING: ABT 4.8 MTS LSIFO + ABT 0.2 MT LSMGO DMAIDLE: ABT 2.1 MTS LSIFO + ABT 0.2MT LSMGO DMAHOLD VENTILATION: NATURAL VENTILATIONCO2 & SMOKE DETECTOR IN HOLDSA60 BULKHEAD FITTEDM/E TYPE: MAN B&W 6S50ME-B9.3 *ABOVE SPEED/CONSUMPTION ARE UNDER GOOD WEATHER WHICH IS DEFINED AS MAX BEAUFORT FORCE 4 AND DOUGLAS SEA STATE 3, AND NO ADVERSE CURRENT/NEGATIVE INFLUENCE OF SWELL. *VESSEL CONSUMES LSMGO IN MAIN AND AUX ENGINES FOR MANOEUVRING, START/STOP, CHANGE OVER OPERATIONS, NAVIGATING CANALS/RIVERS/NARROW WATERS/FOGS ETC. ABOVE SPEED & CONS IS NOT APPLICABLE WHILE VESSEL STEAMING/STAYING IN ECA AREAS/PORTS ON LSMGO *ALL DETAILS ABOUT GIVEN IN GOOD FAITH WITHOUT GUARANTEE, EXCEPT SPEED/CONSUMPTION DESCRIBED AS ABOUT ONLY. HOWEVER ECO SPEED/CONS ARE ALWAYS WOG.  ************ MV SATIGNYYear of Delivery:  2020 Steel Cutting : 2015, Keel Laying : 2015, Building Yard:  Nantong Xiangyu Shipbuilding & Offshore Engineering Co., Ltd.Class:   BV I + HULL MACH Bulk Carrier CPS(WBT) CSR BC-A (Holds No.2 & 4  may be empty)ESP GRAB[20] Unrestricted Navigation INWATERSURVEY  LI-HGS2+ AUT-UMS MON-SHAFT CLEANSHIP BWE BWT EGCS-SCRUBBER GREENPASSPORT-EUClassification Society: BVISM Auditor:   　Flag: MarshallPort of Registry: MajuroRegistered Owner:Principal Dimensions:Length Overall:    199.90 mLength between Perpendiculars:  196.50 mBreadth (moulded)    32.26 mDepth (moulded)    18.90 mHeight from Keel to highest point (to identify):  50.31 m Height from Keel to highest point With mast / antennas collapsed / lowered: Cannot be collapsed or lowered Deadweight (metric tons):  Corresponding Draft (meters):Summer:   abt. 63,609.3tons  13.500 mWinter:    abt. 61,876.7 tons  13.219 mTropical:   abt. 65343.8 tons  13.781 mTPC at summer draft: abt. 61.7 tonsNumber of Holds:  5Number of Hatches: 5 Cubic Capacity of Cargo Holds:Grain (Cubic Metres)             Bale (Cubic Metres)Trimed        Untrimed#1   13,299 m3      12,733 m3            10881 m3#2   16,985 m3      16,554 m3            14,476 m3#3   15,849 m3      15,607 m3            13,080 m3#4   16,398 m3      16,061 m3            13,759 m3#5   15,793 m3      15,357 m3            12,905 m3Total  78,324 m3    76,312 m3             65,101 m3 Cargo Hold Dimensions:Flat unobstructed Tank Top (all figures about) Length  x  Breadth(Fwd) x  Breadth (Aft) (Metres)#1  26.70    x  6.72          x  22.00#2  32.04    x  22.00         x  22.00#3  26.70    x  22.00         x  22.00#4  29.37    x  22.00         x  22.00#5  31.15    x  22.00         x  7.80 Steel coil loading of 2 tiers of 25 tons (1600mm diameter x 1600mm length) steel coils for hold No.1,3&5 and 2 tiers of 20 tons (1600mm diameter x 1600mm length) for hold No.2&4 to be considered.Only the lower tier can touch the sloping plate of hopper tank. 5 dunnages will support one steel coil.Cargo Hold Ventilation System: Natural ventilation systemCargo Hold Fire-fighting System: Sea water and CO2 fire extinguishing systemCargo Gear:Number of Cranes:  4Lifting Capacity of Cranes (SWL): 30 Metric TonsLocation of Cranes (relative to hatches): Deck crane arranged at ship’s center line and each cross deck between No.1 C.H. and No.5 C.H.Crane Type & manufacturer: Electro-hydraulic enclosed typeDetails of Grabs:   4 x 12 cbm SMAG PEINER GREIFER/GRAB radio-controlled grabsMain Engine Type/Model:   MAN B&W 6G50ME-C9.5 (Tier II PART LOAD EGB)Main Engine Manufacturer:  STXThe speed and consumption figures are as follows:Based on fuel oil of L.C.V. 40,200 KJ /kg.(NCR 78% of MCR) At sea ;About 13.4 knots on about 28.0mt IFO + about 0.2mt MGO in ladenAbout 14.3 knots on about 28.0mt IFO + about 0.2mt MGO in ballastBunker Consumption in port                 :  Idle        : about 3.0 MT IFO + about 0.2 MT MGO per day                                                        :  Work    : about 6.0 MT IFO + about 0.2 MT MGO per day(Eco Speed and consumption about 50% of MCR is as follows) //For reference only, without guarantee//About 11.5 knots on about 20.0 mt IFO + about 0.2mt MGO in ladenAbout 12.8 knots on about 20.0 mt IFO + about 0.2mt MGO in ballasta good weather weather day is to be calculated basis noon to noon and speed/consumption values with following conditions only;ABOVE SPEED / CONSUMPTION ARE GIVEN BASIS GOOD WEATHER CONDITION FOR 24 CONSECUTIVE HOURS, WINDS UP TO BEAUFORT 4 / TOTAL COMBINED (SEA AND SWELL) SIGNIFICANT WAVE HEIGHT CONFINED TO LIMITS OF DOUGLAS SEA STATE 3 (0.5-1.25 METER), AND NOT AGAINST ADVERSE CURRENTS, TIDAL STREAMS, AND / OR NO NEGATIVE INFLUENCE OF SWELL. ANY STEAMING DAYS WITH NET ADVERSE CURRENTS ARE NOT TO BE INCLUDED IN THE GOOD WEATHER ANALYSIS FOR CALCULATION OF A GOOD WEATHER PERFORMANCE SPEED.NO CURRENT FACTOR ON QUALIFIED GOOD WEATHER DAYS CAN BE APPLIED FOR FAVORABLE CURRENTS, AND ALWAYS EXCLUDING ANY TIME DURING WHICH (i) REDUCTION OF SPEED IS NECESSARY FOR SAFETY DUE TO NAVIGATION IN CNGESTED WATERS OR POOR VISIBILITY; (ii) ANY PERIODS WHEN VESSEL IS BALLASTING/DEBALLASTING OR DURING CLEANING OF CARGO HOLDS; (iii) WHEN VESSEL IS MANOEUVRING WITHIN HARBOUR, INLAND WATERS, CHANNELS, WHERE SLOW SPEED IS REQUIRED DUE TO NATIONAL/INTERNATIONAL AND LOCAL REGULATIONS AND ALL TIMES WHEN PILOT IS ON BOARD; (iv) WHEN VESSEL IS FOLLOWING/PROCEEDING IN CONVOY, USING ESCORTS, OR FOLLOWING INSTRUCTIONS OF UNDERWRITERS, GOVERNMENT OF NATION UNDER WHOSE FLAG THE VESSEL SAILS, SECURITY COUNCIL OF THE UNITED NATIONS OR OTHER SUPERNATIONAL BODY WHEN NAVIGATING IN PIRATE INFESTED AREAS.ANY GAIN ON TIME AND/OR CONSUMPTION TO BE OFF-SET AGAINST LOSS ON TIME AND/OR CONSUMPTION IF ANY.ABOUT TO MEAN AS -0.5 KNOT  DOWNWARDS ON THE SPEED AND +5% UPWARDS ON THE TOTAL CONSUMPTION.EXTRAPOLATION OF GOOD WEATHER PERFORMANCE FOR BAD WEATHER PERIOD IS NOT ALLOWED.THE ABOVE FIGURES ARE EXCLUDE OCCASIONS OF BALLAST EXCHANGE AND BOILER.OWNERS ONLY AGREE WITH THE VESSEL'S SLOW STEAMING WITHOUT ENTERING THE LEVEL OF AUX. BLOWER CONTINUOUS AUTO START/STOP SUBJECT TO THE VESSEL TO RUN AT FULL SPEED FOR MINIMUM 4 HOURS EVERYDAY.IN CASE CHRTRS INSTRUCT ANY REDUCED SPEED/CONSUMPTION, CHRTRS TO WAIVE THEIR RIGHT TO CLAIM UNDER-PERFORMANCE  (SPEED CLAIM AND/OR OVER CONSUMPTION CLAIM) THROUGHOUT THE CHARTER PERIOD.THE VESSEL ENTITLES TO USE ADDITIONAL LOW SULPHUR GAS OIL / FUEL OIL FOR MAIN ENGINE / GENERATOR ENGINES IN CASE OF EMERGENCY OR WHILE MANEUVERING IN NARROW / SHALLOW WATERS, CANALS, RIVERS, ENTERING/LEAVING PORTS/CANALS, STARTING/STOPPING THE ENGINE, BALLAST WATER EXCHANGING, CLEANING VESSEL'S HOLDS, BALLASTING/DE-BALLASTING OPERATION , AT LOW LOAD, AND DURING POOR VISIBILITY/HEAVY WEATHER/WINTER SEASON, ALSO DURING MAINTENANCE WORK ALWAYS AT THE DIRECTION OF MASTER. ALL DETAILS ABT ************ M.V. MH COLUMBIATYPE: SDBC - SCRUBBER FITTED, NEO PANAMA FITTED - IMO #: 9805673BUILT: OSHIMA / 2018 – FLAG: SINGAPORE - CLASS: LR DWT (SUMMER): 60,396 MT DWT - DRAFT: 12.96 M SSW – TPC: 60.28 DWT (WINTER): 58,776 MT DWT - DRAFT: 12.69 M WSW – TPC: 60.16 LOA / BEAM (MOULDED): 199.98 M / 32.30 MGT/NT: 34,241 / 19,936 CRANES: 4 X 30 MTS SWLGRABS: 4 X 15 CBM CAPACITY (ELECTRO HYDRAULIC) TANKTOP STRENGTH: H1: 25.7 / H2,4: 18.4 / H3: 25.8 / H5: 26.9 MT/M2 HOLDS / HATCHES: 5 / 5HATCHCOVERS: END FOLDING TYPEBALE / GRAIN: 2,653,569 CU.FT / 2,696,476 CU.FT (INCLUDING HATCHWAYS) SPEED CONSUMPTION: SERVICE SPEED:LADEN: ABT 13.00 KTS ON ABT 22.50 MTS IFO AND 0.10 MT LSMGOBALLAST: ABT 14.00 KTS ON ABT 22.50 MTS IFO AND 0.10 MT LSMGO ECO SPEED (WOG):LADEN: ABT 12.00 KTS ON ABT 18.50 MTS IFO AND 0.10 MT LSMGOBALLAST: ABT 13.00 KTS ON ABT 18.50 MTS IFO AND 0.10 MT LSMGO IN PORT:WORKING: ABT 5.00 MTS IFO + ABT 0.10 MT LSMGO (24 HRS)IDLE: ABT 2.80 MTS IFO + ABT 0.10 MT LSMGO (24 HRS) (ABOVE SPEED/CONSUMPTIONS ARE INCLUDING SCRUBBER CONSUMPTION) ABOVE SPEED/CONSUMPTION ARE UNDER GOOD WEATHER CONDITIONS, DEFINED AS MAX BEAUFORT FORCE 4 AND DOUGLAS SEA STATE 3, NO ADVERSE CURRENTS / NEGATIVE INFLUENCE OF SWELL, CLEAN BOTTOM AND ALWAYS EXCL. VOYAGES LESS THAN 48 HOURS TRANSIT TIME FROM SEA PILOT TO SEA PILOT, OTHERWISE SPEED/CONSUMPTION WARRENTY AS PER HEAD C/P.HOLD VENTILATION: NATURAL VENTILATIONCO2 IN CARGOHOLDS: YESA60 BULKHEAD: YESCEMENT HOLES: YES*ALL DETAILS “ABOUT” ************ MV UNITY EXPLORERSINGLE DECK BULK CARRIERFLAG: BAHAMAS / BUILT: 2016 HYUNDAI MIPO VIETNAMDWAT/ DRAFT/ TPC/ BASIS FULL DRAFT SUMMER: 60,550 / 12.90 / 61.75GRT/NRT: 35,890 / 19,230 LOA: 199.90M / BEAM: 32.26MCRANES / GRAB: 4 X 35 TONS / 4 X 15 CBM MAXIMUM SWL UNDER GRAB OPERATION IS 28 MT 5H/5HGRAIN/BALE CAPACITY: 76,600 / 74,085 CBMFULL SPEED/CONSUMPTION AT SEA: LADEN ABT 14.0 KNOTS ON ABT 30.2 MT/DAY VLSFO + ABT 0.1 MT MGO FOR INCINERATOR BALLAST ABT 14.0 KNOTS ON ABT 24.2 MT/DAY VLSFO + ABT 0.1 MT MGO FOR INCINERATORECO SPEED/CONSUMPTION AT SEA: LADEN ABT 12.0 KNOTS ON ABT 19.4 MT/DAY VLSFO + ABT 0.1 MT MGO FOR INCINERATOR BALLAST ABT 12.0 KNOTS ON ABT 15.9 MT/DAY VLSFO + ABT 0.1 MT MGO FOR INCINERATORLADEN ABT 13.0 KNOTS ON ABT 23.8 MT/DAY VLSFO + ABT 0.1 MT MGO FOR INCINERATOR BALLAST ABT 13.0 KNOTS ON ABT 19.6 MT/DAY VLSFO + ABT 0.1 MT MGO FOR INCINERATOR[ABOVE VLSFO FIGURES INCLUDE MAIN ENGINE AND AUX ENGINE CONSUMPTION] BALLAST EXCHANGE/BALLASTING/DEBALLASTING AT SEA: - WHEN USING ONE BALLAST PUMP (BASIS 24 HOURS) THEN VESSEL CONSUMES ABT 1 MT EXTRA VLSFO - WHEN USING TWO BALLAST PUMP (BASIS 24 HOURS) THEN VESSEL CONSUMES ABT 1.5 MT EXTRA VLSFO AT PORT WORKING ABOUT 6.5 MT VLSFO IDLE ABOUT 2.80 MT VLSFO ABT 0.2 MT MGO FOR BOILER ABOUT IS UNDERSTOOD TO MEAN +/- 0.5 KNOT IN THE SPEED AND +/-5% IN THE CONSUMPTION. IN CASE OF AMBIENT TEMPERATURE BELOW 15 DEGREE CELSIUS, ADDITIONAL ALLOWANCE TO BE GIVEN FOR BOILER CONSUMPTION UP TO ABT 1.5MT/DAY SPEED/CONSUMPTION AT SEA BASIS CLEAN/SMOOTH BOTTOM, DEEP WATER/SEA, ON EVEN KEEL ALWAYS EXCL VOYAGES LESS THAN 48 HRS TRANSIT TIME FROM SEA PILOT TO SEA PILOT, WIND MAXIMUM 4 BEAUFORT AND DOUGLAS SEA STATE 3 WITH COMBINE WAVE AND SWELL NTE 1.25M SIGNIFICANT WAVE HEIGHT, WITH NO ADVERSE CURRENTS/NEGATIVE INFLUENCE OF SWELL. FAVOURABLE CURRENT NOT TO BE FACTORED IN WHEN ASSESSING VESSEL PERFORMANCE. FOR A STEAMING PERIOD TO BE CONSIDERED A GOOD WEATHER ONE, ALL THE TIME FROM NOON TO NOON HAS TO BE IN GOOD WEATHER AS DEFINED ABOVE. EXTRAPOLATION OF GOOD WEATHER PERFORMANCE FOR BAD WEATHER PERIODS IS NOT ALLOWED. BALLAST FIGURES APPLY ONLY WHEN VESSEL IS IN LIGHT BALLAST. THE VESSEL HAS A LIBERTY TO BURN DIESEL OIL FOR MAIN ENGINE WHEN MANEUVERING IN SHALLOW AND/OR NARROW WATERS, CANALS, RIVERS, AND IN AND/OR OUT OF PORT AND IN ACCORDANCE WITH IMO AND LOCAL REGULATIONS FOR ECA ZONES, AS WELL AS UNDER NORMAL CONDITIONS AND IN CASE OF SAFETY AND EMERGENCY. THE VESSEL ALSO HAS LIBERTY TO BURN DIESEL OIL FOR AUXILIARY ENGINE WHEN STARTING, STOPPING. ANY SAVINGS IN FUEL CONSUMPTION TO BE SET OFF AGAINST ANY LOSS OF TIME AND VICE VERSA. ALL DETAILS ABOUTPLSD TO HEAR. BEST REGARDS,Tonnage Desk:PG-WCI-Rsea-Safr: Nitin Sharma | Mob: +91 9311255654  | Skype: acpl.nithin@outlook.comECI-Seasia: Carlton Carlo | Mob: +91 77360 02067  | Skype: cid.971bb208b4e2c3bb Seasia-FarEast: Arjun Chaudhary | Mob: +91 9667006958 | Skype: live:.cid.d66bb9d9c752a104AS BROKERS ONLYAs Agents for Core Shipping Ltd.Email: fix@aryacorp.com (Chartering) |  ops@aryacorp.com (Post Fixture)Follow us on LinkedIn: https://www.linkedin.com/company/arya-corp-private-limitedWebsite: www.aryacorp.comSHIPBROKING | BUNKERING | AGENCY & REPRESENTATION----------------------------------------------------------------------------------This email including its attachments (if any) is confidential and intended for theabove mentioned recipients only. If you have received this email in error, pleasedelete the email and notify the sender immediately. Unauthorised use of the contentsof this email may be unlawful and is prohibited.We have taken reasonable care to ensure this email and its attachments are free ofviruses, however, please use up to date virus scan software to carry out your ownchecks. We accept no liability for any viruses contained in this email or its attachments.---------------------------------------------------------------------------------- ",{"entities":[[481,488,"DRAFT"],[488,510,"GRT_AND_NRT"],[510,547,"LOA_BEAM"],[559,592,"GRAIN_AND_BALE"],[592,612,"HOLD_AND_HATCHES"],[920,989,"SEA_CONS"],[993,1060,"SEA_CONS"],[1136,1196,"SEA_CONS"],[1196,1258,"SEA_CONS"],[1258,1303,"PORT_CONS"],[1307,1348,"PORT_CONS"],[4914,4987,"PORT_CONS"],[5054,5107,"PORT_CONS"],[5207,5271,"SPEED_AND_CONSUMPTION"],[5271,5326,"SPEED_AND_CONSUMPTION"],[8104,8118,"DRAFT"],[8166,8180,"DRAFT"],[8198,8238,"LOA_BEAM"],[8238,8260,"GRT_AND_NRT"],[8398,8420,"HOLD_AND_HATCHES"],[8449,8496,"GRAIN_AND_BALE"],[8552,8611,"SPEED_AND_CONSUMPTION"],[8611,8672,"SPEED_AND_CONSUMPTION"],[8677,8748,"SPEED_AND_CONSUMPTION"],[8749,8809,"SPEED_AND_CONSUMPTION"],[8813,8872,"PORT_CONS"],[8872,8923,"PORT_CONS"],[9586,9611,"GRT_AND_NRT"],[9611,9638,"LOA_BEAM"],[9720,9725,"HOLD_AND_HATCHES"],[9725,9765,"GRAIN_AND_BALE"],[9790,9859,"SEA_CONS"],[9875,9939,"SEA_CONS"],[9985,10047,"SEA_CONS"],[10064,10128,"SEA_CONS"],[10604,10635,"PORT_CONS"],[10636,10675,"PORT_CONS"]]}]]}