{"classes":["LOA_BEAM","SEA_CONS","PORT_CONS","BOD","DRAFT","HOLD_AND_HATCHES","GRT_AND_NRT","SPEED_AND_CONSUMPTION","GRAIN_AND_BALE"],"annotations":[["- DIR LOCAL OWNER\r\n\r\n- OPEN N. CHINA (INT. CAOFEDIAN) AUG 30 / SEPT 2\r\n\r\n- TRADING CIS RU/S. AFRICA RGE\r\n\r\n- PREFER CIS COAL\r\n\r\n \r\n\r\nMV. HOPE\r\n\r\nType : Bulk Carrier\r\nBuilt : 2005 , Japan, IMABARI Shipyard, Japan.\r\n\r\nDWT/Draft\r\n\r\nSummer SW 53,474 mts @ 12.303 m extreme / tpc 55.30 mt/cm\r\n\r\nWinter SW 52,063 mts @ 12.047 m extreme\r\n\r\nTropical SW 54,892 mts @ 12.559 m extreme\r\n\r\nLOA/LBP 189.94 m. / 182.00 m Breadth (moulded) 32.26 m. Depth (moulded) – 17.30 m.\r\n\r\nGT/RT (International 1969) : 30,002/18,486\r\n\r\nSuez Canal : 31,129,20 / 28,617.44\r\n\r\nPanama Canal NT : 24,902\r\n\r\n \r\n\r\nSpeed/Consumption at Sea\r\n\r\nBALLAST - Abt 13.5 knots on abt 26.5mts VLSFO including auxiliaries + 0.2mts ULSMGO\r\n\r\nLADEN - Abt 13.5 knots on abt 30.5mts VLSFO including auxiliaries + 0.2mts ULSMGO\r\n\r\n \r\n\r\n5 holds/5 hatches\r\n\r\nHatch covers: 4 panels per hatch end folding type, double skin - hydraulic cylinder operated.\r\n\r\nHatch opening – 21.12 m. (L) x 17.60 m. (W), ALL HATCHES\r\n\r\n \r\n\r\nHolds tank-top dimensions, minimums excluding lower stools, bulkhead corrugations etc (approx only wog)\r\n\r\nHold No. 1 Length 29.0 m, X19,00 m X 19.30 M MIN\r\n\r\n29,00 X 30,50 X 19.30 M MAX\r\n\r\nHold Nos 2 , 3, 4 29,00 M X 32,26M X 17,50 M MAX\r\n\r\nMIN 29,00 MX 23,90 M 17,50 M Hold\r\n\r\nNo. 5 MAX 29.80 Mx 32,26 m x17,50 m\r\n\r\nMin 29,80m x 19,40m x17,50 m\r\n\r\n \r\n\r\nCargo Gear:\r\n\r\n4 units electro/hydraulic deck cranes each 30.5 mtons SWL,\r\n\r\nWorking radius at swl 30.5mt 26 mtrs , Maximum clear outreach 9.87mtrs.\r\n\r\nCranes capable of use in grab operation When cranes on grab or on skip/bucket duty maximum gross lifting limited to 24mt (ttl weight of grab or skip/bucket and cargo).\r\n\r\n \r\n\r\nNo more than 1 ship's crane to be worked simultaneously at a hatch. Owners will not supply crane men from Crew.\r\n\r\n \r\n\r\nVessel's cranes designed and class approved to operate within the designated capacities/parameters (for further details\r\n\r\nrefer to makers' instruction manual) only in a harbour or sheltered waters environment with no significant movement\r\n\r\nof the ship due to wave action, nor any relative movement between crane/grab and cargo if loading/discharging\r\n\r\ninto/from barges, transhipment or similar environmental conditions to be less than Beauport force 2 , sea state 1.-\r\n\r\n \r\n\r\nAmbient temperature for cranes operation: -10degrees C to +40degrees C.\r\n\r\n \r\n\r\nGrabs: 4 X 12 cbm\r\n\r\nType: “Hook –on “/ “Radio-controlled”, Opening single rope\r\n\r\nMaker: Tobu Jukogyo Co.Ltd, Model RSHC-120 /60x3\r\n\r\nVolume capacity: 12/6 cbm cargo density 1/1.87 mt/cbm\r\n\r\nGrabs suitable only for cargoes with material grain size from min 2mm to max 50mm. When cranes on grab duty\r\n\r\nmaximum gross lifting limited to 24,00mt (ttl weight of grab and cargo).\r\n\r\nWhen the vessel calls at port or terminal where required mooring ropes in addition and/or of different specification\r\n\r\nfrom what the vessel has onboard to be supplied and/or hired at chrtrs’ cost time\r\n\r\n \r\n\r\nTank capacities:\r\n\r\n-abt 1,934,45 mt VLSFO (excl serv/settl tanks), bss 90% full and SG of fuel 0.95\r\n\r\n-abt 314 mt ( 388m3) ULSMGO ( exclserv/settl tanks) , bss 90% full and SG of ULSMGO 0.86\r\n\r\nBallast capacity excluding No 3 floodable hold – abt 14,570 cu.m.\r\n\r\nFW capacity: abt 408.04 cu m.\r\n\r\nVessel de-ballasting time need about 30 hours. if the loading speed too fast, there will happen the loading suspend,\r\n\r\nsuch suspend should not be deemed as off hire.\r\n\r\nConstants : abt 380 mts excl. fresh water / unpumpables\r\n\r\n \r\n\r\nUniform Strengths: (Homogeneous type of cargo loading conditions)\r\n\r\nTanktops local strength:\r\n\r\nHold #1 21.43 mt/sq.m.\r\n\r\nHold #2 18.00 mt/sq.m,\r\n\r\nHold #3 23.50 mt/sq.m,\r\n\r\nHold #4 18.00 mt/sq.m,\r\n\r\nHold #5 21.00 mt/sq.m.\r\n\r\n \r\n\r\nBulk cargoes to have maximum Specific Gravity of 2.11 metric tons per cubic meter.\r\n\r\n \r\n\r\nM/Deck 2.50 mt/sq.m (excluding cross-decks)\r\n\r\nHatch Cover 1- 2.08 mt/sq.m.\r\n\r\nHatch Covers 2 to 5 - 1.75 mt/sq.m\r\n\r\n \r\n\r\nOther fittings:\r\n\r\nNatural ventilation yes\r\n\r\nCement holes per hold: 2 (diameter: 600 mm)\r\n\r\nAussie hold ladder fitted\r\n\r\n \r\n\r\nFor all steel products and steel coil loading owners to be contacted for approval with regards to vessel's strength,\r\n\r\nintake, and final stowage plan. No California (vertical) block stow for Steel Plates/Slabs etc.\r\n\r\nAll details about, given in good faith and without guarantee\r\n\r\n \r\n\r\nVessel burns ULSMGO when maneuvering, in confined waters and for starting d/gens or low load.\r\n\r\n \r\n\r\nSpeed and consumption figures basis up to summer draft, even keel (for laden passages) good weather conditions\r\n\r\nup to max Beaufort 4, and/or significant wave height up to 1.25mtrs and no adverse influence of currents,\r\n\r\nthe first 24 hours and last 24 hours of any sea passage being excluded, also excluding periods with reduction of speed, in straits, in tidal affected waters, high risk piracy areas, due to reasons of safety/visibility or on charterers’ orders.\r\n\r\n \r\n\r\nFor ballast exchange programs and ballast/de ballast floodable hold, the vessel has the liberty of slow steaming or\r\n\r\nstopping or being idle if required. Cost of ballast treatment if required and any loss of speed / time to be for\r\n\r\ncharterers account.\r\n\r\n \r\n\r\nThe warranted speeds and consumptions are on an average of the performance results of each passage over\r\n\r\nthe entire Charter period.\r\n\r\n \r\n\r\nAny savings in fuel consumption to be set off against any loss of time and vice versa.\r\n\r\n \r\n\r\nConsumption in port:\r\n\r\nWhen idle - about 2.5 tonnes VLSFO\r\n\r\nWhen working – about 5.50 tonnes VLSFO (basis 24 hrs working)\r\n\r\n \r\n\r\nFuel Quality\r\n\r\nCharterers undertake to supply only fuel and diesel/gasoil complying with current ISO specifications at the time of supply.\r\n\r\nVLSFO - 380 Centistoke ISO 8217:2017 (E) RMG 380 with max sulphur 0.50% Ultra Low Sulphur Marine Gas Oil (ULSMGO) with max sulphur 0.10% grade DMA 8217:2017 Min FIA/100 20 ECN (IP541). VLSFO purchased/supplied in different lots must be segregated.\r\n\r\n \r\n\r\nAll Fuel shall consist of hydrocarbons derived from petroleum sources and shall not contain any anomalous components\r\n\r\n(such as Tall Oil and/or Inorganic Acid Substances) and to be of a stable and homogenous nature.\r\n\r\nFuel have to be free of waste lubricants, chemicals and chemical wastes. Cold flow characteristics of the fuel should be such\r\n\r\nthat paraffin precipitation does not hinder operability of fuel system components. The fuel shall comply with the specifications of ISO 8217 Table 1 or 2 and to Clause 5 and the Revised Annex VI regulation 18.3. During bunkering, bunker suppliers to comply with reg 18 of Marpol Annex VI and the guidelines set out in IMO res Mepc.182(59) guidelines for representative drip samples to be drawn from ship’s manifold.\r\n\r\n \r\n\r\nSeller/Supplier warrants that (i) the products being supplied and barges nominated in this Order are not designated in any sanctions list issued by the UN, US or EU and (ii) is not owned or controlled by any person or entity registered in or operating from Iran, or designated in any sanctions issued by the UN, US or EU.\r\n\r\n \r\n\r\nBunker specifications to conform with any local and/or state and/or international regulations prevailing at any areas, ports and/or places vessel calls/sails.\r\n\r\n \r\n\r\nViscosity for LSFO to be over 30 and Bunkering is not allowed in any CIS ports.\r\n\r\n \r\n\r\nCUBIC CAPACITIES: Total 68,927.4 CBM grain, 65,526.1 CBM bale\r\n\r\n(Note: above bale capacity is calculated basis of 600 x 600 x 600 mm bale cargo)\r\n\r\nADA\r\n\r\n ",{"entities":[[252,261,"DRAFT"],[313,321,"DRAFT"],[357,366,"DRAFT"],[378,406,"LOA_BEAM"],[464,506,"GRT_AND_NRT"],[609,692,"SPEED_AND_CONSUMPTION"],[696,777,"SPEED_AND_CONSUMPTION"],[786,795,"HOLD_AND_HATCHES"],[5418,5489,"PORT_CONS"],[7314,7334,"GRAIN_AND_BALE"]]}]]}