{"classes":["CARGO_NAME","COMPANY","LAYCAN","LOAD_PORT","LOAD_RATE","DISCHARGE_PORT","DISCHARGE_RATE","ADDRESS_COM","CARGO_SIZE","DELIVERY","RE_DELIVERY","DURATION"],"annotations":[["Kind Attn. : Chartering desk\r\nGood day,\r\nPls pps suitable rated tonnage for below Booked Cargo :\r\nA/C TATANYK\r\nSUPRAMAX (GRD/GRB) MAX 15 YRS\r\n1 TCT WITHIN ECI WITH IRON ORE (INDIAN COASTAL TRADE)\r\nDELY ECI\r\nREDELY ECI (KRISHNAPATNAM- TUTICORIN RANGE)\r\nLAYCAN: 26-28 AUGUST (CAN TRY VSL DATES)\r\nDURATION : 08-12 DAYS WOG\r\nADDCOM: 3.75%\r\nALTERNATIVELY CAN TRY 2/3 LL REDELY PG-JAPAN RANGE\r\nThanks & Regards,\r\nInfant Christopher Fernando\r\nTATA NYK SHIPPING (INDIA) PVT. LTD.\r\nM: +91 6292294435 / +91 8655669921\r\nSkype: infantoff\r\nE-mail: christopher@tatanykshipping.com\r\nWebsite: www.tatanykshipping.com\r\nInformation contained and transmitted by this e-mail is confidential and proprietary to Tata NYK Shipping Pte. Ltd. and is intended for use only by the addressee. If you are not the intended recipient, you are notified that any dissemination or copying of this e-mail is strictly prohibited and you are requested to delete this e-mail immediately and notify the originator. Tata NYK does not enter into any binding agreement with any party by e-mail. Agreements may be circulated by email but will not be valid unless validly executed in accordance with Tata NYK’s company constitutional documents. Any negotiations conducted by email are therefore subject to contract. Any views expressed by an individual do not necessarily reflect the view of Tata NYK. Tata NYK is not responsible for the consequences of any actions taken on the basis of information provided. While this e-mail has been checked for all known viruses the addressee should also scan for viruses. Personal data shared on the email will be processed in accordance with the lawfulness of processing as per Tata NYK Shipping Pte. Ltd.’s Data Protection Policy. To know more about Tata NYK and Tata NYK's Privacy Policy, please visit www.tatanykshipping.com .",{"entities":[[98,109,"COMPANY"],[197,205,"DELIVERY"],[207,217,"RE_DELIVERY"],[252,272,"LAYCAN"],[294,315,"DURATION"],[321,334,"ADDRESS_COM"]]}]]}