{"classes":["CARGO_NAME","COMPANY","LAYCAN","LOAD_PORT","LOAD_RATE","DISCHARGE_PORT","DISCHARGE_RATE","ADDRESS_COM","CARGO_SIZE","DELIVERY","RE_DELIVERY","DURATION"],"annotations":[["DEAR SIRS, Gd day!\r\nPLEASE REVERT WITH YOUR BETTER FREIGHT INDICATION TO OUR FOLLOWING CARGO.\r\n- MATERIAL: 10.000 (BILLETS)\r\n- QTY: 10.000MT 5 PCT MOLCHOPT\r\n- LOADING PORTS: PRAIA MOLE (VITORIA)\r\n- PORT BASES: 1/1 PORTS\r\n- LOADING TERMS: FIOS\r\n- LOADIND RATE PRAIA MOLE: 10.000MT P/ WWD SHINC, BASIS 2 GANGS FOR SIMULTANEOUS LOADING OPERATION, IF LESS PRO RATA\r\n- DISCHARGE PORT: ARICA – CHILE\r\n- DISCHARGE RATE: CQD WWD BASIS or LINER OUT UNDER HOOK (PLS QUOTE BOTH OPTIONS)\r\n- LAYDAYS: SECOND HALF NOVEMBER\r\nPREVIOUS GENERAL TERMS:\r\n- VESSELS’ AGE MAXIMUM 20-YEAR-OLD, OTHERWISE, IT WILL BE PREVIOUS SUBJECT TO INSURANCE CO. PREVIOUS APPROVAL;\r\n- GERDAU ADCOM: NO ADD APPLY.\r\n- Vessel presentation must follow with Capacity Plan / GA and Pre Stow must respect Gerdau Guidelines as per enclosed\r\nDEADLINE FOR RESPONSE: TOMORROW, AUGUST 20TH, 11:00AM SP BR TIME.\r\nINDICATION MUST BE SEND TO THE FOLLOWING: lygia.reinaldo@gerdau.com.br;leandro.balter@gerdau.com.br;\r\nAtt,\r\nLygia Costa Reinaldo\r\nGerdau Export - Chartering\r\nGerdau Office São Paulo\r\nPhone: +55 11 3094-6332 - (DSD: 9317 6332)\r\nEsta mensagem pode conter informações de uso restrito e/ou legalmente protegidas. Se você a recebeu por engano, por favor elimine-a imediatamente e avise-nos. Esta mensagem somente pode ser considerada como proveniente da Gerdau (ou qualquer das suas subsidiárias) quando confirmado formalmente por um de seus representantes legais, devidamente autorizado para tanto.\r\nEste mensaje puede contener informaciones de uso restringido y/o legalmente protegido. Si usted ha recibido este mensaje por error, por favor eliminelo e informe de tal situación al remitente. Este mensaje solamente será considerado como proveniente de Gerdau o de sus subsidiarias cuando sea confirmado formalmente a través de los representantes legales debidamente autorizados para tal fin.\r\nThis message may include restricted, legally privileged, and/or confidential information. If you received this message by mistake please delete it immediately and inform us about it. This message will be considered as originated from Gerdau or its subsidiaries only when formally confirmed by its officers authorized for that.",{"entities":[[127,142,"CARGO_SIZE"],[159,184,"LOAD_PORT"],[246,279,"LOAD_PORT"],[364,393,"DISCHARGE_PORT"]]}]]}