{"classes":["CARGO_NAME","COMPANY","LAYCAN","LOAD_PORT","LOAD_RATE","DISCHARGE_PORT","DISCHARGE_RATE","ADDRESS_COM","CARGO_SIZE","DELIVERY","RE_DELIVERY","DURATION"],"annotations":[["View in browser  Chartering desk / Artur,\r\nPlease offer firm for:\r\nAbt 3700 mt Corn, SF abt 48-49’ wog\r\nOdessa / EC Greece\r\n1000x be\r\n25-30/08\r\n2.5% ttl here\r\nFrt idea and acc available on request\r\nSincerely,\r\nArtur Mamont-Zavialov\r\nBroker | STRIBROK | Chartering Department\r\nOdessa, Ukraine\r\nPhone: +38 063 213 74 02\r\nSkype: live:.cid.4647489a1d0e029b\r\nEmail: chartering@stribrok.co\r\nChartering team:\r\nArtur Mamont-Zavialov: a.mamzav@stribrok.co\r\nRuslan Mamont-Zavialov: r.mamzav@stribrok.co\r\nVisit us at:\r\nhttps://www.stribrok.co\r\nhttps://freight.stribrok.co\r\nDisclaimer:\r\nThis e-mail (including all attachments) may contain confidential or privileged information or information that is otherwise exempt from disclosure. If you are not the intended recipient please notify the sender by return mail immediately. In such an event you must immediately delete it and shall not disclose, copy or distribute it to others.\r\nWe require your agreement and consent to continue maintaining your contact information. If you do not agree and consent you can unsubscribe at any time by clicking the \"unsubscribe\" link below.\r\nInternet communications cannot be guaranteed to be timely, secure, error-free or virus-free. STRIBROK does not accept any liability for any errors or omissions and anyone who communicates with us by email is taken to accept these risks. STRIBROK does not accept any liability for any loss caused by cyber hacking or other corruptive manipulation of internet systems, whether STRIBROK’s or others'.\r\nYou received this email because you are in our lists. If you no longer wish to receive emails from us, you can unsubscribe at any time by clicking the \"unsubscribe\" link below.\r\nUnsubscribe",{"entities":[[71,78,"CARGO_SIZE"],[144,148,"ADDRESS_COM"]]}]]}