{"classes":["CARGO_NAME","COMPANY","LAYCAN","LOAD_PORT","LOAD_RATE","DISCHARGE_PORT","DISCHARGE_RATE","ADDRESS_COM","CARGO_SIZE","DELIVERY","RE_DELIVERY","DURATION"],"annotations":[["Ref: 270824-REF1594900\r\nFm: FOROCEAN SHIPPING 渝洋·海运 //new@foroceanshipping.com\r\nTo:\r\nDEAR TEAM/Richard Li\r\nGOOD DAY\r\nRE MV Apj Jai\r\nWE CAN PPS BLW\r\nACCT: SILK ROAD\r\nDWT SMX-PMX, GEARED AND GRABBER\r\nDELY S.KALIMANTAN\r\nREDELY CJK-N.CHINA RANGE\r\nLAYCAN: MID SEP\r\n1 TCT TO CHINA WITH HARMLESS AND LAWFUL CGO\r\nINT. SILICA SAND\r\nDURATION ABT 20 DAYS WOG\r\nADD 2.5%+1.25% TO JOINOCEAN\r\nBest regards\r\nRichard Li 李振国\r\nChartering Broker\r\nDir: +86 0731 8225 2695\r\nMob: +86 186 7070 2468\r\nSkype ID: JoinoceanCQ2@foroceanshipping.net\r\nTo reply your last original emails asf       >>>>>>\r\nFrom: Trinity-Ship Brokers <dry@trinity-ship.com>\r\nSent: 2024/8/27 14:23:06\r\nTo:\r\nSubject: MV APJ JAI 56K / MV AN HAI STAR 11K OPENS AT BANGLADESH - EAR SEP\r\nDear Sir / Atish\r\nGreetings of the Day !!\r\nGOOD DAY\r\nCLOSE AND DIRECT //\r\nMV APJ JAI     56594 MT WILL OPEN PAYRA,BANGLADESH AT ABOUT 4-9 SEP, 2024\r\nMV AN HAI STAR    11595 MT WILL OPEN CHITAGONG, BANGLADESH AT ABOUT 18-20 SEP, 2024\r\nMV APJ JAI\r\nFLAG PANAMA.\r\nBLT MAY 11,\r\nHO / HA 5 / 5,\r\nDWT 56594 MT ON 12.8 M,\r\nLOA / BEAM /TPC 189.99/32.26, 58.8 (S)\r\nGT/NT 32987/19231\r\nGRAIN/BALE 71634.09 / 68200.00\r\nSPEED  & BUNKER CONSUMPTION AT SEA\r\nABT 11.50 (B)/ABT 11.00 (L) KNOTS ON ABT 22.00 MT VLSFO (B) / ABT 24.00 (L) MT VLSFO\r\nIN PORT PER DAY\r\nABT 4.00 MT VLSFO IDLE + ABT 0.20 MT LSMGO\r\nABT 5.50 MT VLSFO WORKING + ABT 0.20 MT LSMGO\r\n4 X 30 METRIC TONS SWL CRANES AND 4 X 12CBM REMOTE CONTROLLED GRABS\r\nIF GRABS USED  SWL OF CRANES WILL BE CONSIDERED AS 24 MT\r\nGRABS TO OPERATE WITH 12CBM CAPACITY SUBJECT TO DENSITY OF CARGO.\r\nALL DETAILS ABOUT\r\nALL SPEED AND CONSUMPTION FIGURES ARE AVERAGE FIGURES DURING C/P PERIOD. ALL SPEED AND ALL CONSUMPTION FIGURES ARE TO BE CONSIDERED AS 'ABOUT'.\r\nAT SEA PERFORMANCE FIGURES,ONLY APPLY ON GOOD WEATHER DAYS (OF A MINIMUM 24 CONSECUTIVE HOURS) AND ANY OF THE FOLLOWING DAYS ARE EXCLUDED FROM ANY WARRANTY AS TO THE VESSELS SPEED AND PERFORMANCE:\r\nTHOSE IN WHICH WEATHER CONDITION EXCEEDS EITHER IN  SEABUOY TO SEABUOY IN MODERATE WEATHER UPTO/INCLUDING BEAUFORT 4.DOUGLAS SEA STATE 3 AND SIGNIFICANT WAVE AND SWELL HEIGHT OF 1.25M OR GREATER OR THOSE IN WHICH THERE ARE NEGATIVE INFLUENCES OF SWELL OR THOSE IN WHICH THERE ARE ADVERSE CURRENTS. NO ADVERSE CURRENT. NO FAVORABLE CURRENTS TO BE TAKEN INTO ACCOUNT WHEN CALCULATING THE VESSEL'S PERFORMANCE.\r\nALL DETAILS “ABOUT” WHICH IS UNDERSTOOD TO MEAN A 0.5 KNOTS TOLERANCE AND A 5% ALLOWANCE ON BUNKER CONSUMPTION, BOTH IN VESSEL'S FAVOR. IN THE EVENT THAT ANY SPEED/PERFORMANCE CLAIM IS MADE, OWNERS ARE ENTITLED TO OFFSET THE VALUE OF ANY BUNKER SAVINGS MADE BY CHARTERERS BELOW THE UPPER LIMIT OF THE WARRANTED CONSUMPTION. POSITIVE CURRENTS NOT TO BE CONSIDERED FOR ANALYSING PERFORMANCE.\r\nVLSFO 380 CST CLASS RMG 380 MAX SULPHUR CONTENT 0.50 % / DIESEL CLASS DMA MAX SULPHUR CONTENT 0.10 % , BOTH GRADES AS PER ISO 8217, 2017 OR LATEST EDITION. NO USED LUBRICANTS TO BE PRESENT IN FUEL NO COMINGLING OF DIFFERENT FUEL BATCHES IN TANKS ALLOWED \"VESSEL USE VLSFO /LSMGO AS PER DESCRIPTION. VLSFO/LSMGO IS USED FOR STARTING/STOPPING OF AUX-ENGINES AND AUX-BOILERS. MAIN ENGINE IS CHANGED TO LSMGO WHEN MAINTENANCE IS REQUIRED TO BE DONE ON FUEL SYSTEM ON RARE OCCASIONS M/E IS CHANGED TO LSMGO WHILE MANOEUVRING IN NARROW WATERS.\r\nTHE PARTIES UNDERSTAND AND AGREE THAT WHEN NAVIGATING ANY ECA (EMMISION CONTROL AREA), THE VESSEL IS OBLIGED TO CONSUME LSMGO IN LIEU OF VLSFO AND AS SUCH, THE VESSELS PERFORMANCE SHALL BE AFFECTED. AS A RESULT, NONE OF THE PERFORMANCE WARRANTIES IN THIS C/P RELATING TO THE VESSELS SPEED AND/OR CONSUMPTION SHALL BE APPLICABLE TO PERIODS IN WHICH THE VESSEL IS NAVIGATING ANY ECA; AND ANY PERIOD NAVIGATING ANY ECA SHALL BE EXCLUDED FROM ANY SPEED OR PERFORMANCE CALCULATION.\r\nMV AN HAI STAR\r\n(LOGGER, GENERAL DRY CARGO, BULK CARGO TYPE)\r\nBuilt 2002, Callsign : HOJG; P&I WOE  - NK CLASS - FLAG PANAMA;\r\nDWT 11,595.70; GT/NT 6,683 / 4494;\r\nLOA 118M; LBP 110 M; BREADTH 19,6M; DEPTH 11M; DRAFT 8.389M;\r\nCARGO GEAR: DERRICK 1SETX20MT  - CRANE: 1SETX20MT, 1 SET X 25MT; 3 HO/3 HA - G/B: 15,251CBM /14,428 CBM.\r\nP&I: W.O.E CLUB ADA, WOG\r\nBest regards\r\nRavindra Porwal\r\nMob : +971 553725425\r\nSkype: live:.cid.b2c866bf3a143afe\r\nAshish Bachchan\r\nMob :  +91 9096016301\r\nSkype: live:.cid.8e1394c23505ba0a\r\nAtish Wajage\r\nMob :  +91 73049 43020\r\nSkype: live:.cid.820cdb34dd3f69d5\r\nAnastazja Marfin\r\nMOB: +971 55 135 5090\r\nSkype: live:.cid.667e51eab00d5648\r\nFeel free to connect with us !!\r\nFor Dry : dry@trinity-ship.com\r\nProjects: projects@trinity-ship.com\r\nTankers : tankers@trinity-ship.com\r\nWebsite: www.trinity-ship.com\r\nBIMCO Member  ID 182184\r\nPlease print this email only if necessary. Go green! It’s good for your business and good for the planet.\r\nNotice & Disclaimer: \"Trinity Shipbrokers Limited, UAE acts as Ship Broker Only - This email from dry@trinity-ship.com with attachments are confidential and they are intended only for the intended / authorized recipients of the sender. The information contained in this e-mail and any attachment(s) must not be published, copied, disclosed or transmitted in any form to any person or entity unless expressly authorized by the sender. If you have received this email by mistake / error you are requested to delete it immediately and inform the sender by return e-mail. Trinity Shipbrokers will neither be liable nor responsible for any unauthorized transmission of this e-mail nor for any damage sustained as a result of this e-mail. \"",{"entities":[[148,163,"COMPANY"],[198,215,"DELIVERY"],[217,235,"RE_DELIVERY"],[243,274,"LAYCAN"],[323,347,"DURATION"],[349,357,"ADDRESS_COM"]]}]]}